{
    "Sheet1": [
        {
            "name": "Arabian oryx",
            "Species": "Oryx leucoryx",
            "Description": "The Arabian oryx is amongst the largest desert mammals of the Arab region and throughout history has been an important aspect of its heritage. Once extinct in the wild, it once again inhabits the dry Arabian Peninsula. This species is a desert antelope that is highly adapted to its harsh desert environment. Its bright white coat serves to reflect the sun’s rays and its hooves are shovel-like and splayed, giving the animal a large surface area when it walks on the sandy ground. Both males and females have splendid straight, ringed horns as long as 68 centimeters (27 in) long; the female’s being thinner and longer than those of a male. These animals are famous for their stamina and beauty and have inspired many Arabian poets.",
            "Habitat": "Arabian oryx are a gregarious species and form herds of 5 to 30, with more if conditions are good. If conditions are poor, groups tend to consist of just a male with a couple of females, together with their young. Some males live a more solitary life and hold large territories. Within the herd, a dominance hierarchy is created by displays of posturing, which avoid serious injury from their long, sharp horns. These animals seem able to detect rainfall a great distance away and live an almost nomadic life, travelling vast areas searching for precious new growth after the intermittent rains. They are active mostly during early morning and in the late evening, resting in groups in the shade when the searing midday heat is present. Oryx dig depressions in the ground with their front hooves, so they can lie in cooler sand, which provides some protection against fierce desert winds.",
            "WhatItEats": "Arabian oryx are herbovires, they eat grasses and herbs, as well as roots and tubers. They can last without drinking water for a long time.",
            "ageRange": "20 Years",
            "Threats": "Humans use them for their meat and leather. Other parts have alleged medicinal uses. The head is also used as a trophy",
            "conservationStatus": "Vulnerable",
            "Countries": "Egypt, Iraq, Jordan, Kuwait, Syria, United Arab Emirates, Yemen",
            "profileImage": "http://animalia.bio/uploads/animals/photos/full/1.25x1/oryx-1.jpg",
            "coverImage": "https://www.jumeirah.com/globalassets/global/inspireme/inspireme-images-2019/abu-dhabi/the-renaissance-of-the-arabian-oryx-white-oryx.jpg"
        },
        {
            "name": "Sumatran Elephant",
            "Species": "Elephas maximus sumatranus",
            "Description": "Sumatran elephants are the smallest Asian elephants, meanwhile differing from the other 2 sub-species morphologically, anatomically and genetically by brighter skin with less de-pigmented spots. Males of Sumatran elephant generally exhibit visible tusks, which don't tend to grow long. Tusks of female elephants are extremely short, usually being hidden under the upper lip. During the past 25 years, these endangered animals have lost about half of their overall population and are currently extinct from 69% of their original range as a result of deforestation.",
            "Habitat": "The Sumatran elephants are highly sociable animals, forming herds of 20 - 35 or 3 - 23 (according to another source) individuals, which are dominated by the largest adult female. When reaching the age of adolescence, males are either forced to leave the herd or do it by their own will, typically joining the herd only for mating. Meanwhile, females continue living with the herd, where they serve as 'nannies'. Old adult males are completely solitary due to being unable to travel with the herds. These elephants may be active at any time of the day, although the period of increased activity seems to occur from 2 hours before late afternoon till 2 hours before dawn, during which they look for food. When a group travels, its members constantly keep in touch in order to keep integrity of the herd. Typical forms of communication are soft vibrations of the upper trunk that are heard by conspecifics. According to a recent study, these animals are able to give out subsonic sounds, perceived at a distance of up to 5 km.",
            "WhatItEats": "Sumatran elephants are herbivores. The usual diet of these elephants consists of liana, bark, banana, young leaves as well as various types of wild herbs. When coming across paddy fields or farmlands, Sumatran elephants may also use paddy, sugar cane, young coconut leaves as well as different fruits such as papaya.",
            "ageRange": "60 to 70 years",
            "Threats": "As a result of the rapid development and deforestation in Sumatra, elephants often come into contact with human settlements. They raid crops, trample homes and sometimes even hurt or kill people. Those affected sometimes retaliate and poison or shoot elephants.",
            "conservationStatus": "Critically endangered",
            "Countries": "Indonesia",
            "profileImage": "http://animalia.bio/uploads/animals/photos/full/1.25x1/dsc-2144jpg.jpg",
            "coverImage": "https://c402277.ssl.cf1.rackcdn.com/photos/1686/images/story_full_width/MID_247516.jpg?1345550776"
        },
        {
            "name": "Asian Elephant",
            "Species": "Elephas maximus",
            "Description": "Asian elephants are largest terrestrial mammals of the continent while being smaller than African elephants. Another difference between those two related species is the “finger”: Asian elephants have one “finger” on their upper lips while their African relatives possess two “fingers”, the second one on their lower lips. Skin color of Asian elephant varies from brown to gray. The elephant also has observable pink-colored spots on its ears, forehead, trunk and chest. Females of Asian elephant are identified by comparably smaller tusks.",
            "Habitat": "These elephants are very communicative mammals. As a general rule, they live in herds, consisting of more than 20 females. The oldest female leads the group in its movement routes, searching for food and water source. Sometimes herds can break up into smaller subgroups. Male elephants, on the contrary, lead solitary life. From time to time, though, they send and receive messages from the herds over huge distances by means of high frequencies sounds, imperceptible to the human ear. Asian elephants are not at all territorial. These animals are diurnal and crepuscular. They eat and walk at dusk and down while being absolutely passive the daytime heat. Reliable source of drinking water is a mandatory life condition for elephant, since they drink no less than once a day.",
            "WhatItEats": "Asian elephants are herbivores (folivores), feeding upon plants. Major components of their usual diet are grasses, leaves, roots, bark of trees and bushes.",
            "ageRange": "70 Years",
            "Threats": "These animals have been hunted and killed in large numbers, as a source of food, and then for ivory. Hunting for ivory continues to this day, being a notable threat to overall population of Asian elephant. Deforestation and agricultural activities are among threats, leading to constriction of the elephants’ habitat.",
            "conservationStatus": "Endangered",
            "Countries": "Bangladesh, Bhutan, Cambodia, China, India, Indonesia, Laos, Malaysia, Myanmar, Nepal, Sri Lanka, Thailand, Viet Nam",
            "profileImage": "http://animalia.bio/uploads/animals/photos/full/1.25x1/7vJB6gzCdF0aKswBNyvR.jpeg",
            "coverImage": "http://animalia.bio/uploads/animals/photos/medium/original/qASPlR5xwTBgJ2qNo0Lw.jpg"
        },
        {
            "name": "Withe Rhinoceros",
            "Species": "Ceratotherium simum",
            "Description": "White rhinos are the second largest land mammal and their name comes from the Afrikaan’s, a West Germanic language, word “weit” which means wide and refers to the animal’s mouth. Also known as the square-lipped rhinoceros, white rhinos have a square upper lip with almost no hair. Two genetically different subspecies exist, the nothnern and southern white rhino and are found in two different regions in Africa. ",
            "Habitat": "White rhinos probably the most sociable rhinoceroses, forming groups of up to 14 individuals, although group size is usually smaller. Each group occupies a territory of at least 75-8 sq. km. Their territories vary greatly, depending on type of habitat as well as availability of resources. White rhinos are sedentary creatures that rarely venture from their home range. Dominant males of this species lead solitary lives, fiercely defending their territories against intruding males. However, females and juveniles may freely roam through their home ranges. Territorial behavior is displayed by marking such as spreading dung, spraying urine, dragging their feet as well as damaging plants with their horns. White rhinos generally tolerate other species. Although they rarely fight, these mammals may occasionally engage serious in confrontations, which include displays such as slight horn butting and false charges. The daily procedures of these mammals include mud baths, which help them to cool off and get rid of parasites. Peak hours of their activity differs through seasons: during winter they are diurnal, in summer seasons they are crepuscular.",
            "WhatItEats": "The white rhino is herbivore (graminivore) mammal, maintaining a grass-based diet. The animal can survive 4 - 5 days without directly drinking water, although it will drink twice a day if possible.",
            "ageRange": "45 to 50 Years",
            "Threats": "The primary threat to this species has been international rhino horn trade, which led to high numbers of mortality among these animals. There are two main markets for rhinos: Asian market - primarily, China, Taiwan and South Korea, where these animals are used in traditional medicine; and Middle Eastern market, generally, Yemen and Oman, where their horns are highly valued and considered a prized material, from which locals make traditional \"jamiyas\" - ornately carved handles for ceremonial daggers. And finally, White rhinos suffer from loss of their natural habitat as a result of development such as agriculture and human settlements.",
            "conservationStatus": "Near Threatened",
            "Countries": "South Africa, DR Congo, South Sudan, Sudan, Botswana, Kenya, Mozambique, Namibia, Swaziland, Uganda, Zimbabwe",
            "profileImage": "http://animalia.bio/uploads/animals/photos/full/1.25x1/white-rhinoceros-ceratotherium-simum-1.jpg",
            "coverImage": "http://animalia.bio/uploads/animals/photos/medium/original/white-rhinoceros-or-square-lipped-rhinoceros-ceratotherium-simum-note-that-in-some-of-these-photos-there-are-a-female-with-a-calf-and-a-male-that-seems-to-have-been-challenging-the-calf.jpg"
        },
        {
            "name": "Japanese Macaque",
            "Species": "Macaca fuscata",
            "Description": "The Japanese macaque is a monkey of medium size. They are also called the snow monkey because they often live in snowy regions. They have long, thick fur, of a brown or grey color. The dense fur contrasts with their faces, which have naked skin, as do their rump, which is red in adults. The male is larger than the female. Macaques have long whiskers and a beard, and their tail is short. As with other monkey species, the macaque has opposable thumbs, enabling it to take hold of things. It walks on its hind legs when holding something in its hands.",
            "Habitat": "Japanese macaques live in groups of 20-30, led by the dominant male. Females stay in their birth group for life, but males leave the group before sexual maturity. Females spend more of their time in trees, while males spend most of their time on the ground. The dominant male has a role in siring young, deciding where the troop should go, and protecting the troop from predators and other macaque troops. They are very sociable animals, especially the females who together groom and raise the troop's young.",
            "WhatItEats": "The Japanese macaque eats smaller animals and plants, mainly fruits, berries, seeds, flowers and young leaves, picking them from the surrounding vegetation. They also eat insects, crabs and bird's eggs during the winter months.",
            "ageRange": "6 to 32 Years",
            "Threats": "Around 10,000 macaques are killed by farmers every year, protecting their crops and livestock. They face no major threats at the species level though.",
            "conservationStatus": "Least concern",
            "Countries": "Japan",
            "profileImage": "http://animalia.bio/uploads/animals/photos/full/1x1/contemplation.jpg",
            "coverImage": "http://animalia.bio/uploads/animals/photos/medium/original/img-7504.jpg"
        },
        {
            "name": "Red Deer",
            "Species": "Cervus elaphus",
            "Description": "Red deer are easy to identify due to their mostly-uniform color: dark reddy-brown in summer, turning to grayish-brown in winter. During both seasons the underbelly is paler. The females have a face and throat that are paler than those of the males, particularly in summer. Adult red deer are hardly ever seen with spots, or, if so, there are not many of them. The distinguishing feature for stags are their antlers, which in mature adults are long and branched. The longer branches usually sweep backwards and have a number of much shorter ones in front.",
            "Habitat": "These deer are social animals, living in summer herds with up to 400 individuals. The herds are matriarchal, being dominated by a single female. Seasonal migrations occur, with deer moving to higher elevations for the summer, and to lower elevations over winter. In spring, the sexes separate after the mating season, females leaving to give birth, bulls forming separate summer herds. Bulls during the mating season are territorial, and otherwise are not aggressive towards other deer. Red deer browse early in the morning and late evening. During the day and late at night they are inactive, spending most of this time chewing their cud.",
            "WhatItEats": "Red deer are browsers, eating grasses, forbs and sedges in summer, and, in winter, woody growth (cedar, wintergreen, sumac, eastern hemlock, jack pine, staghorn, red maple and basswood). Deer particularly like dandelions, aster, hawkweed, clover, violets and sometimes mushroom. Deer are ruminants, regurgitating their food and chewing it up again (i.e. chewing their cud) to aid digestion.",
            "ageRange": "20 Years",
            "Threats": "Limited hunting for sport is generally permitted and in some countries they are farmed for meat.",
            "conservationStatus": "Least concern",
            "Countries": "Algeria, Armenia, Austria, Belarus, Belgium, Bosnia and Herzegovina, Bulgaria, Croatia, Czech Republic, Denmark, Estonia, France, Georgia, Germany, Hungary, Iran, Ireland, Italy, Latvia, Lithuania, Luxembourg, Macedonia, Moldova, Montenegro, Netherlands, Norway, Poland, Romania, Serbia, Slovakia, Slovenia, Sweden, Switzerland, Tunisia, Turkey, Ukraine, Greece, Morocco",
            "profileImage": "http://animalia.bio/uploads/animals/photos/full/1x1/cervus-elaphus-1.jpg",
            "coverImage": "http://animalia.bio/uploads/animals/photos/medium/original/edelhert-red-deer-cervus-elaphus-1.jpg"
        },
        {
            "name": "Giant Golden-Crowned Flying Fox",
            "Species": "Acerodon jubatus",
            "Description": "The Giant golden-crowned flying fox are native and endemic exclusively to Philippines. Otherwise called the Golden-capped Fruit Bat, this animal is the largest and one of the rarest bats around the globe, currently classified as Endangered. Moreover, this animal is threatened with extinction as a result of continuous poaching and destruction of its forest habitat. These massive, giant bats belong to the group of megabats. There is very little information on the life expectancy of this species, although captive individuals are known to live as long as 23 years, while those in the wild are believed to live less - up to 15 years.",
            "Habitat": "The Giant golden-crowned flying fox is generally a nocturnal creature, foraging at night. This animal can fly a huge distance of up to 40 km per night when looking for food. During the season when fruits are available, these animals often gather in large colonies of up to 150,000 individuals, typically in areas with an abundance of fruits. Living in these large aggregations, individuals can warm up and escape predators. They not only form colonies of conspecifics, but also occur in mixed concentrations with the Malayan flying foxes. The Giant golden-crowned flying foxes rest in the characteristic upside down position. The well-developed eyesight helps them navigate environment as well as detect food, as opposed to other bats, which mainly rely on echolocation.",
            "WhatItEats": "These bats are known to maintain frugivorous diet, particularly favoring fruits of fig (Ficus) trees.",
            "ageRange": "12 to 23 Years",
            "Threats": "The Golden-crowned flying foxes suffer from hunting for food and animal trade. Currently, there are 3 large roost sites, where these bats are protected from hunting. However, when going beyond these roosts to find food, they often become victims of hunters.",
            "conservationStatus": "Endangered",
            "Countries": "Philippines",
            "profileImage": "http://animalia.bio/uploads/animals/photos/small/1x1/EouAdiVL6AytSZW7C4G7.jpg",
            "coverImage": "http://animalia.bio/uploads/animals/photos/full/1x1/upside-down-cute-flying-foxes.jpg"
        },
        {
            "name": "Margay",
            "Species": "Leopardus wiedii",
            "Description": "The margay is a small cat, somewhat bigger than a large domestic cat, its coat varying in color from grayish brown to tawny yellow and marked with rows of open rosettes and dark spots. Its head, neck and throat have black lines, and behind the ears they are black with a white spot in the center. The cat’s fur is relatively soft and thick, and, unusually, grows “in reverse” on the back of its neck, instead, slanting forwards. This animal has much individual variation in its beautiful coat pattern. Males and females are similar in size and appearance.",
            "Habitat": "The margay is a solitary and primarily nocturnal animal. In southern Brazil, however, it has been recorded as being active during the day as well. It is an agile and excellent climber and is able to descend head first from a tree or hang by one hind foot from a branch. It mainly rests and sleeps in trees, making its nests in hollows and is regarded as being more arboreal and better adapted to living in trees than other species of cat. Nevertheless, margays hunt and travel mostly while on the ground. Margays, like most cats, are territorial. Their home ranges to some extent may overlap, but individual animals keep their distance from one other. They mark their territory with urine, and secretions that come from scent glands between their toes and on their faces. Males have additional glands on their tails for this purpose.",
            "WhatItEats": "Margays eat a wide variety of prey, including both terrestrial and arboreal mammals, birds, birds’ eggs, reptiles, amphibians, arthropods, and fruit.",
            "ageRange": "10 to 20 Years",
            "Threats": "Habitat destruction is the major threat to the margay, through deforestation, as much of the Amazon rainforest is being cleared for pasture, agriculture, and road building. The margay’s arboreal nature, and its naturally low reproductive output and low densities make it particularly vulnerable in the face of this threat. Over the next ten years, it is expected that populations of margay in the Amazon will become more isolated and fragmented. Illegal hunting in some areas is a continuing problem, and margays are also illegally captured for the pet trade.",
            "conservationStatus": "Near Threatened",
            "Countries": "Argentina, Belize, Bolivia, Brazil, Colombia, Costa Rica, Ecuador, El Salvador, Guatemala, Guyana, Honduras, Mexico, Nicaragua, Panama, Paraguay, Peru, Suriname, Uruguay, Venezuela",
            "profileImage": "http://animalia.bio/uploads/animals/photos/full/1.25x1/margay-1.jpg",
            "coverImage": "https://static.inaturalist.org/photos/46123268/large.jpeg?1564106291"
        },
        {
            "name": "Antilopine Kangaroos",
            "Species": "Macropus antilopinus",
            "Description": "Antilopine kangaroos are large, elegant kangaroos with slender faces and doe-like eyes. Males have reddish-tan upper parts and are white below, while the upper parts of females are usually colored pale gray. The feet and paws of both are white on the underside and black tipped. Males have a well-defined swelling of their nose above their nostrils, possibly used for cooling, and are also much bigger than females.",
            "Habitat": "These kangaroos are very social, though older males are often solitary. Groups or mobs of adults of both genders are often seen together, and both males and females groom each other. Once joeys reach their mother's pouches, the mob separates, with the males forming small \"bachelor groups\", while females and young form large groups. Antilopine kangaroos move both individually and in groups to and from grazing areas and return again to the same \"camp\". During the day they stay in shady wooded areas to keep out of the hot sun. They graze at dusk in grasslands and then at dawn return to the wooded areas. In the cooler wet season they sometimes graze during the day.",
            "WhatItEats": "Antilopine kangaroos are herbivorous, eating mainly grass. They seek out areas with short grass, such as low tussock grass, or places where tall grass has been reduced to shoots by burning.",
            "ageRange": "16 Years",
            "Threats": "The Antilopine kangaroo has no known major threats. Potential threats include hot wildfires, livestock grazing and feral herbivores. Such threats would decrease the supply of perennial grasses which the Antilopine kangaroo eats.",
            "conservationStatus": "Least concern ",
            "Countries": "Australia",
            "profileImage": "http://animalia.bio/uploads/animals/photos/full/1.25x1/UpcAo9QQdc6lApnMdoVc.jpg",
            "coverImage": "https://www.australiangeographic.com.au/wp-content/uploads/2018/06/antilopine-wallaroo.jpg"
        },
        {
            "name": "American Martens",
            "Species": "Martes americana",
            "Description": "American martens are small animals, living on trees. They belong to the same group as skunks and weasels. The body of marten is slim and legs are short. American marten has curved claws that help it to climb easily. The head is wide and tapers to a pointed nose. It has black eyes and big, rounded ears. The fluffy tail is half-length of it body. Its coat is velvety and stiff, having different shades, from pale buff to dark brown, in different part of its body. Meanwhile, summer coat of the marten is light-colored and shorter in length hair. It has also a creamy to orange-colored “breastplate” on its chest and throat.",
            "Habitat": "American martens lead a solitary life. Generally, they avoid other martens, but as mating season comes, they come out of dens, looking for mates. Being tree-dwelling animals, martens move deftly on trees. They possess odorous glands, which they use for marking their trail ways on trees. However, they climb down trees to hunt. Martens can be both nocturnal and diurnal. Hunting time is sunrise and sunset – the time of increased activity of all prey species. American marten is an excellent swimmer, being able to swim even under water. They are not dormant and are active during winter months.",
            "WhatItEats": "They are omnivores, eating food of both plant and animal origin. Generally, they hunt on small species of mammals, preferring red squirrels above all. However, in reality they feed upon any kind of prey: frogs, fish, carrion, insects and birds. From plant food they eat seeds, nuts (particularly beechnuts), berries and fruits.",
            "ageRange": "12 to 17 Years",
            "Threats": "Over a long period of time, American martens have been killed and persecuted within their home range because of their pelts having huge demand in the market.",
            "conservationStatus": "Least concern ",
            "Countries": "Canada, United States",
            "profileImage": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/Marten_with_Flowers.jpg/640px-Marten_with_Flowers.jpg",
            "coverImage": "https://bloximages.newyork1.vip.townnews.com/swnewsmedia.com/content/tncms/assets/v3/editorial/e/d4/ed4aa544-ced7-59a8-aa6a-757bc8292ebf/529f696e73fe9.image.jpg?resize=750%2C626"
        },
        {
            "name": "Vaquita",
            "Species": "Phocoena sinus\r",
            "Description": "Vaquitas are record-holders among all cetaceans. Thus, these animals are the smallest cetaceans, meanwhile being the smallest porpoises; they have the smallest range; and finally, Vaquitas are the most critically endangered cetacean species in the world. ‘Vaquita’ is a Spanish word meaning \"little cow\". The scientific name of this animal means “porpoise of the gulf”, as this cetacean is endemic to Mexico. Vaquitas are a quite recently discovered species: they were first identified in 1958 based on skulls and were first observed in 1985.",
            "Habitat": "Vaquitas can be found solitarily, in pairs as well as in groups, consisting up to 7 individuals. These shy and secretive animals do not tend to perform acrobatic maneuvers. When coming to the surface to breathe, they move slowly and are quite difficult to spot, barely disturbing the surface and diving back into the water. As common in cetaceans, these animals are known to use echolocation when looking for prey. However, some species of fish these cetaceans consume, give out specific sounds, suggesting that Vaquitas are likely to find them due to these sound instead of using echolocation. They also use echolocation when communication with conspecifics in areas with murky waters.",
            "WhatItEats": "Vaquitas are carnivores (piscivores). Feeding at the water’s surface, this animal mainly consumes teleost fish, squid and crustaceans.",
            "ageRange": "20 Years",
            "Threats": "Presently, the primary threat to this Critically Endangered species is commercial and artisanal fishing. These animals are known to become entangled in the gill nets and trawl nets, used by fisheries, which endanger lives of 39 - 84 Vaquitas every year. In addition, because of the extremely small number of population, Vaquitas are threatened with interbreeding. Other notable concerns include environmental pollution and degradation of their natural habitat.",
            "conservationStatus": "Critically endangered",
            "Countries": "Mexico",
            "profileImage": "http://animalia.bio/uploads/animals/photos/small/1x1/qzi6AtaZ99LTmbdH7PfV.jpg",
            "coverImage": "http://animalia.bio/uploads/animals/photos/medium/original/BDor9ja5d4X0Qxzos2D9.jpg"
        },
        {
            "name": "Green turtle",
            "Species": "Chelonia mydas",
            "Description": "Green sea turtles are amongst the largest turtles and are so-called because their flesh is green. They swim with their paddle-like limbs. Their heads appear small in comparison with the size of their body, which is covered in brown scales with a light colored edge. Males are bigger than females and have a longer tail, sticking out well past the shell. The shell of the turtle has smooth, non-overlapping plates colored different shades of brown, with patterns that change as the turtle grows older. The underside of the shell is lighter colored. Green sea turtles are not able to pull their heads into their shells.",
            "Habitat": "Green Sea turtles spend their time alone and almost all their lives under water. They come out of the water only when nesting. Although they move quickly in the ocean, on land they are slow and also defenseless. Male green sea turtles hardly ever leave the water. Females leave the sea only to lay eggs and nest only at night. Green turtles swim underwater for approximately 4 to 5 minutes during routine activity, and come up to breathe at the surface for 1 to 3 seconds. They can sleep underwater for a few hours at a time but stay beneath the surface for a much shorter period when diving for food or escaping from predators. Although green sea turtles can’t pull their heads inside their shells, the adults have protection from predators due to their shells, their large size, and the thick scaly skin covering their heads and necks.",
            "WhatItEats": "Green sea turtles are mostly herbivorous. Most of their time is spent eating algae in the sea or the grass growing in shallow waters. Young turtles eat plants and organisms such as crabs, jellyfish, sponges, worms, and snails.",
            "ageRange": "100 Years",
            "Threats": "The main threats to these turtles include the degradation and loss of habitat, consumption of their eggs and meat, capture as bycatch, pollution and climate change. Beach armoring, building works, and sand extraction degrade the nesting habitat, while light pollution in the nesting areas fatally attracts hatchlings so that they do not head for the sea. Increased effluent, contamination from coastal development and over harvesting of algae all threaten the habitat of the green sea turtle.",
            "conservationStatus": "Endangered ",
            "Countries": "Angola, Antigua and Barbuda, Australia, Bahrain, Bangladesh, Barbados, Belize, Brazil, China, Colombia, Comoros, Costa Rica, Cuba, Cyprus, Dominica, Dominican Republic, Ecuador, Egypt, Equatorial Guinea, Eritrea, Fiji, Grenada, Guinea, Guinea-Bissau, Guyana, India, Indonesia, Iran, Jamaica, Japan, Kenya, Kiribati, Kuwait, Madagascar, Malaysia, Maldives, Marshall Islands, Mauritania, Mexico, Micronesia, Mozambique, Myanmar, New Zealand, Nicaragua, Oman, Pakistan, Palau, Panama, Papua New Guinea, Peru, Philippines, Saint Kitts and Nevis, Saint Lucia, Saint Vincent and the Grenadines, Sao Tomé and Principe, Saudi Arabia, Senegal, Seychelles, Sierra Leone, Solomon Islands, Somalia, Sri Lanka, Suriname, Tanzania, Thailand, Timor-Leste, Tonga, Trinidad and Tobago, Turkey, Tuvalu, United Arab Emirates, United States, Vanuatu, Venezuela, Viet Nam, Yemen",
            "profileImage": "http://animalia.bio/uploads/animals/photos/full/1.25x1/hawaiian-green-sea-turtle-on-black-sand.jpg",
            "coverImage": "https://natureconservancy-h.assetsadobe.com/is/image/content/dam/tnc/nature/en/photos/tnc_765560001.jpg?crop=0,319,5472,3009&wid=2000&hei=1100&scl=2.736"
        },
        {
            "name": "Plains Zebra",
            "Species": "Equus quagga",
            "Description": "The Plains zebras are well-known African mammals, exhibiting characteristic black and white stripes all over their body. They are most abundant and, probably, most recognizable grazing animals of the continent. Their closest relatives are donkeys and horses. The sparkling coat of this species reflects more than 70% of incoming heat, which is likely to help these animals survive under scorching African sun. Each of these animals has its own unique stripe pattern, which helps identify individuals. Additionally, striped coat is used as ideal camouflage, allowing these ungulates remain unspotted by predators in the grass.",
            "Habitat": "The Plains zebras are highly gregarious animals, forming permanent family units. These are harem-based groups, consisting of a single dominant male called stallion as well as up to six females with their offspring. The core of each group is made up of females, which form rather close bonds. When the stallion leaves the group or is killed, the community members don't disperse. Instead, they wait until another alpha male takes over. When migrating, these ungulates can be observed in large concentrations, composed of several such harems. While in these large groups, harems rarely come into conflicts. Stallions usually display friendly attitude through ritual greetings, during which they raise their ears and sniff bodies of one another. On the other hand, females of different harems display noticeably aggressive behavior towards each other. Within a family unit, mutual grooming is a common activity, which is believed to enhance relationships between individuals. Grooming is generally performed between mothers and their young as well as siblings. In addition, the Plains zebras often display their status and settle conflicts through grooming.",
            "WhatItEats": "The Plains zebras are grazing and browsing mammals, known to maintain herbivorous diet, which is primarily composed of grasses and supplemented with herbs, leaves and twigs.",
            "ageRange": "9 to 40 Years",
            "Threats": "Classified as Least Concern, this species is not currently threatened with extinction, although it does suffer from a number of localized factors such as loss of habitat and hunting. In addition, they compete with livestock for grass and water.",
            "conservationStatus": "Near Threatened",
            "Countries": "Angola, Botswana, DR Congo, Ethiopia, Kenya, Malawi, Mozambique, Namibia, Rwanda, South Africa, South Sudan, Swaziland, Tanzania, Uganda, Zambia, Zimbabwe, Somalia",
            "profileImage": "http://animalia.bio/uploads/animals/photos/full/1.25x1/plains-zebra-equus-quagga-1.jpg",
            "coverImage": "http://animalia.bio/uploads/animals/photos/medium/original/zebras-drinking.jpg"
        },
        {
            "name": "Sarus Crane",
            "Species": "Grus antigone",
            "Description": "The Sarus crane is the world's tallest flying bird. This crane, when standing, is as tall as a man. These elegant birds are predominantly gray, with long, pale red legs. Their naked head is red, as is their neck. Juveniles have buff feathers on their head and slightly darker plumage.",
            "Habitat": "Sarus cranes are regarded as the least social crane species. Especially when nesting, they can be very protective, and are aggressive towards intruders. They can therefore be considered a territorial species. Breeding pairs remain close by areas which have ample water supply. Pairs that are non-breeding flock together in bigger wetland areas. Although breeding pairs are territorial, sarus cranes form bigger flocks in the non-breeding season. The size of a flock usually depends on the wetland area. Within flocks, the cranes feed and roost. Sarus cranes are active during the day and sleep at night. They are known for dancing to attract mates. Characteristic loud trumpeting sounds may accompany these dances.",
            "WhatItEats": "Sarus cranes are omnivorous, and eat a wide range of food, such as aquatic plants like sedge tubers, seeds, rice and other grains, crustaceans, snails, large insects such as grasshoppers, amphibians, reptiles, small vertebrates and fish.",
            "ageRange": "30 to 40 Years",
            "Threats": "Sarus cranes are threatened mainly by loss of habitat throughout their range, due to drainage of wetlands, agricultural expansion and human development, which degrades their habitat. The use of pesticides, as well as collisions with wires, are important threats. These cranes are also commonly targeted by humans hunting and egg collecting. Sometimes eggs are stolen, and the chicks raised for food.",
            "conservationStatus": "Vulnerable ",
            "Countries": "Australia, Cambodia, China, India, Laos, Myanmar, Nepal, Pakistan, Viet Nam, Bangladesh",
            "profileImage": "http://animalia.bio/uploads/animals/photos/full/1.25x1/-15i2279-sarus-crane.jpg",
            "coverImage": "http://animalia.bio/uploads/animals/photos/medium/original/sarus-crane.jpg"
        },
        {
            "name": "Hawksbill Turtles",
            "Species": "Eretmochelys imbricata",
            "Description": "The hawksbill is a small sea turtle. The young have a heart-shaped shell. As they grow, their shells become longer. All of these turtles, except very old ones, have serrations on the lateral and hind areas of their shells. Their heads are V-shaped, which gives them the look of birds’ beaks. There are 5 features that distinguish hawksbill sea turtles from other sea turtles. There are two sets of prefrontal scales on their heads, they have two claws on their forelimbs, their shells have thick, overlapping plates on the back, and four pairs underneath, and the shape of their mouths is different. Males have brighter pigmentation, a concave chest area, a thicker tail and long claws.",
            "Habitat": "Typically diurnal (except during the mating season), solitary hawksbills comb the continental shelves and reefs searching for food. They spend most of their life in the water foraging, resting and cleaning, and come ashore only for laying eggs. They mainly stay close by shorelines, where coral reefs with sponges are found, and not far from tropical beaches that are their nesting sites. Like other sea turtles, the hawksbill sea turtle makes incredible migrations when moving from feeding sites to areas where they nest.",
            "WhatItEats": "Hawksbill sea turtles feed mainly on sponges. Sea invertebrates, such as sea jellies are also common prey. They are omnivorous, eating mollusks, fish, crustaceans, marine algae, and other sea animals and plants. They like to feed in shallow shoals which have lots of brown algae.",
            "ageRange": "30 to 50 Years",
            "Threats": "A major threat to this animal is the illegal trade in much sought-after tortoiseshell, which has been used for centuries for jewelry and ornaments. There is also a large market for their meat and eggs, as well as stuffed young turtles as exotic gifts. They are also threatened by harvests for traditional customs, accidental tangling in fishing lines, the loss of nesting sites, and the degradation of coral reef systems, which are their feeding grounds. Climate change is a further threat. Ocean levels have risen and are predicted to rise even more in the future. This can lead to increased erosion of beaches and further degradation, which could wash nests away and decrease the nesting habitat.",
            "conservationStatus": "Critically Endangered ",
            "Countries": "Antigua and Barbuda, Australia, Bahamas, Bahrain, Barbados, Belize, Brazil, Cambodia, China, Colombia, Comoros, Costa Rica, Cuba, Dominican Republic, Ecuador, Egypt, El Salvador, Equatorial Guinea, Eritrea, Fiji, Grenada, Guadeloupe, Honduras, India, Indonesia, Iran, Jamaica, Japan, Kenya, Kuwait, Madagascar, Malaysia, Maldives, Mauritius, Mexico, Micronesia, Mozambique, Myanmar, Nicaragua, Oman, Palau, Panama, Papua New Guinea, Philippines, Qatar, Saint Kitts and Nevis, Samoa, Sao Tomé and Principe, Saudi Arabia, Seychelles, Solomon Islands, Somalia, Sri Lanka, Sudan, Taiwan, Tanzania, Thailand, Trinidad and Tobago, United Arab Emirates, United States, Vanuatu, Venezuela, Viet Nam, Yemen",
            "profileImage": "http://animalia.bio/uploads/animals/photos/full/1.25x1/hawksbill-sea-turtle-19-blackbird-caye-belize-2016.jpg",
            "coverImage": "http://animalia.bio/uploads/animals/photos/medium/original/hawksbill-sea-turtle-carey-de-concha.jpg"
        },
        {
            "name": "Indian Elephant",
            "Species": "Elephas maximus indicus",
            "Description": "The Indian elephant is a nomadic animal, endemic to mainland Asia. It's one of the 3 subspecies of the Asian elephant. The animal is considerably smaller that African elephants. Indian elephants travel constantly, staying in one place for less than a few days. The highest point of their body is on their head. Females of the Indian elephant lack tusks. In addition, females are distinguished by a finger-like process on the tip of their trunk.",
            "Habitat": "Indian elephants are both diurnal and nocturnal. They are highly social animals, gathering into matriarchal units: these are stable groups, which may consist of more than 20 related females. The leader of a group is the oldest female. She guides the herd in their search of food and water sources. These matriarchal units can occasionally divide into smaller, temporary groups. These small herds communicate with each other by low frequency vocalizations, heard from afar. Some males are known to join these groups. These elephants are non-territorial animals. The Indian elephants used to migrate seasonally. However, they presently cannot do it due to agricultural development and other human activities. Along with many other large mammals, these animals handle cold better than heat. During the hottest part of the day, elephants usually shelter, releasing heat through their ear by flapping them at different speed, depending on the extent of heat.",
            "WhatItEats": "As megaherbivorous animals, Indian elephants primarily feed upon grasses, supplementing their diet with bark, roots, leaves, stems of trees, vines, shrubs as well as bananas, rice, sugarcane and other cultivated crops.",
            "ageRange": "70 Years",
            "Threats": "Currently, Indian elephants greatly suffer from habitat loss and fragmentation due to illegal encroachment into protected areas as well as forest clearing for road development. Furthermore, loss of habitat reduces the amount of suitable food and leaves the elephants without shelter, leading to fragmentation of their range. Hence, isolated populations are formed on scattered remains of their former range. As a result, these animals can neither migrate nor mix with other herds of conspecifics. Thus, Indian elephants look for new sources of food, taking destructive raids to farms, settlements and plantations, located within their original range. These confrontations with humans cause high number of mortality, sharply decreasing the population of these animals in the wild. On the other hand, males of this species attract poachers for their ivory tusks, which are presently in high demand among Asian middle class, regardless the global ban on ivory trade.",
            "conservationStatus": "Endangered",
            "Countries": "Bangladesh, Bhutan, Cambodia, China, India, Indonesia, Laos, Malaysia, Myanmar, Nepal, Sri Lanka, Thailand, Viet Nam",
            "profileImage": "http://animalia.bio/uploads/animals/photos/full/1.25x1/SPw5o18o0MDnboaFVn9a.jpg",
            "coverImage": "http://animalia.bio/uploads/animals/photos/full/1x1/qZoBMY17QoqUproqfMB0.jpg"
        },
        {
            "name": "Bornean Oangutan",
            "Species": "Pongo pygmaeus",
            "Description": "The Bornean orangutan is the world’s largest mammal that lives in a tree and is also one of the world’s greatest apes. It has shaggy, long, dark red-brown hair. Its facial color ranges from red to pink to black. Their long arms are useful for reaching fruits and swinging from branch to branch. Their hands and feet are scoop-like and have a powerful grip for grasping branches. Adult males occur in two forms, which are flanged or unflanged. The flanged males are larger and on both sides of their face they have fleshy ‘flanges’, or cheek pads.",
            "Habitat": "Bornean orangutans rarely come down to the ground out of the trees where they live. They spend most of the daylight hours sitting in the canopy and eating, before building a nest to sleep in at night, by folding leafy branches. Small groups of females sometimes travel with their babies when seeking food, but adult males usually are solitary, though they may have occasional social connections. 6 or more in a group of Bornean orangutans is rare but this is found at times of mass fruiting, when groups of trees suddenly fruit all at the same time. Seasonal and daily movements change often and are influenced by how available the fruit is. Bornean orangutans use a number of different methods to move from one place to another. Brachiation (arm swinging) is seen only in young orangutans, older orangutans walking on all fours, or occasionally on two limbs.",
            "WhatItEats": "Bornean orangutans are frugivorous, eating forest fruits, shoots, leaves, insects, sap, vines, birds’ eggs, spiders’ webs, fungi, flowers, bark, and sometimes nutrient rich soils.",
            "ageRange": "45 to 60 Years",
            "Threats": "The major threat to Bornean orangutan is habitat loss due to deforestation and wild fire. The other great threat is illegal hunting by local people who often unaware that orangutans are protected by law. Several thousand orangutans are killed every year for meat consumption.",
            "conservationStatus": "Critically Endangered",
            "Countries": "Indonesia, Malaysia",
            "profileImage": "http://animalia.bio/uploads/animals/photos/medium/original/bornean-orangutans-with-cardboard.jpg",
            "coverImage": "http://animalia.bio/uploads/animals/photos/medium/original/orangutan-mother-carrying-daughter.jpg"
        },
        {
            "name": "Sunda Pangolins",
            "Species": "Manis javanica",
            "Description": "Sunda pangolins are unusual mammals with tough, protective keratin scales. These prehistoric animals exist for 80 million years. They also have prehensile tails which they use to climb trees. Their body is covered by rows of scales and fibrous hair. The scales on the back and sides are olive-brown to yellowish in color. The hair on the underbelly and face is whitish to pale-brown. The skin of the Sunda pangolins' feet is granular and there are pads on the front feet. These animals have thick and powerful claws to dig into the soils in search of ant nests or to tear into termite mounds. Sunda pangolins have poor eyesight, but a highly developed sense of smell. Lacking teeth, their long, sticky tongue serves to collect ants and termites. Males in this species are larger than females.",
            "Habitat": "Sunda pangolins are generally solitary but sometimes can be found in pairs. A large part of their life is spent in trees. They are nocturnal and behave timidly. They are strong diggers and make burrows lined with vegetation for insulation near termite mounds and ant nests. Sunda pangolins usually move slowly on all four feet unless threatened. When feeling danger these animals can move swiftly using only hindfeet and helping with their prehensile tail. When threatened, they also protect their soft underparts by rolling into balls. Sunda pangolins are also good swimmers.",
            "WhatItEats": "Sunda pangolins are carnivores (insectivores). They eat only ants and termites.",
            "ageRange": "20 Years",
            "Threats": "Sunda pangolins are hunted for their skin, scales, and meat, used in clothing manufacture and traditional medicine. Scales are made into rings as charms against rheumatic fever, and meat is eaten by indigenous peoples. Despite enjoying protected status almost everywhere in its range, illegal international trade, largely driven by Chinese buyers, has led to rapidly decreasing population numbers.",
            "conservationStatus": "Critically Endangered",
            "Countries": "Brunei, Cambodia, Indonesia, Laos, Malaysia, Myanmar, Singapore, Thailand, Viet Nam",
            "profileImage": "http://animalia.bio/uploads/animals/photos/medium/original/79d33aqqp0c81RFuobGu.jpg",
            "coverImage": "http://animalia.bio/uploads/animals/photos/full/1x1/jb7NRfCiTuO013Mfk12c.jpg"
        },
        {
            "name": "Tiger",
            "Species": "Panthera tigris",
            "Description": "Tigers are the biggest cats in the world. Their coat is reddish-orange coat and there are vertical black stripes on the shoulders and flanks that vary in size, spacing and length. Some subspecies have fur that is paler, some being almost completely white with either dark brown or black stripes along their flanks and shoulders. The muzzle, throat, chest, belly and underside of the limbs are white or light. Above the eyes there is white color that extends to the cheeks. On the back of the ears there is a white spot. The tail is reddish-orange in color and ringed by several dark bands.",
            "Habitat": "Tigers are solitary animals, except during the mating season and when the females give birth. They like to be mostly alone, roaming their huge territories in search of food. They are territorial, marking their territory with scratch marks on trees. These animals are most active during the night, when their prey is most active. They can, however, be active at any time. They prefer to hunt within dense vegetation, using routes where they are able to move quietly. They knock prey onto the ground with the weight of their body and kill their catch by biting their neck. They are very good swimmers and can kill prey while swimming.",
            "WhatItEats": "All tigers are carnivores, eating mainly ambar deer, water buffalo, wild pigs and antelope. They sometimes hunt sloth bears, dogs, monkeys, hares, leopards, pythons and crocodiles.",
            "ageRange": "10 to 15 Years",
            "Threats": "The main threats are human persecution through hunting, and habitat destruction. IUCN's Threatened Species Red List categorizes all existing tiger species as endangered.",
            "conservationStatus": "Endangered",
            "Countries": "Bangladesh, Bhutan, China, India, Indonesia, Laos, Malaysia, Myanmar, Nepal, Russia, Thailand",
            "profileImage": "http://animalia.bio/uploads/animals/photos/full/1.25x1/NOXvW4U9dThM6BXKAr1R.jpg",
            "coverImage": "http://animalia.bio/uploads/animals/photos/medium/original/z0lvlFja8IGrOOUqYX6p.jpg"
        },
        {
            "name": "Yellow-naped Amazon",
            "Species": "Amazona auropalliata",
            "Description": "The Yellow-naped amazon is one of the Amazon parrots and is considered by most as a Yellow-crowned parrot subspecies. It has a green forehead and crown with a yellow band across the back of its neck. Yellow-naped amazons are prized for their playful personalities and talking ability. A rare mutation of this species has an entirely turquoise body.",
            "Habitat": "These birds are powerful flyers, and they fly at some height when traveling long distances. They are diurnal and extremely social, living in large groups when in the wild. Their call is a repeated screeching “kurr-owk”. They also produce a range of whistling calls and metallic shrieks. They engage in nest-protective behaviors, often causing them to bite, this behavior being particularly common amongst, but not limited to, the male during the breeding season. They do not always manage their emotions well, and they signal when over-excited or stressed by spreading or fanning their tail and contracting and expanding their pupils (eye pinning). As pets these birds are appreciated for their intelligence, clownish personality, and impressive singing and talking abilities, which are enhanced by their very good sense of pitch. When they talk, it sounds amazingly human like.",
            "WhatItEats": "Yellow-naped amazons are herbivores (frugivores and granivores), they eat fruits, seeds, berries, nuts, blossoms, and leaf buds.",
            "ageRange": "20 to 80 Years",
            "Threats": "The main threat to Yellow-naped amazons is deforestation, which reduces the number of wild parrot populations, as well as capture of young for the illegal pet trade.",
            "conservationStatus": "Vulnerable",
            "Countries": "Costa Rica, El Salvador, Guatemala, Honduras, Mexico, Nicaragua, Belize",
            "profileImage": "http://animalia.bio/uploads/animals/photos/full/1x1/wTfBJ5BcCBr8RhbTIrfX.jpg",
            "coverImage": "http://animalia.bio/uploads/animals/photos/full/1.25x1/MdKJZM2HKmqeQjKc3Lzv.jpg"
        },
        {
            "name": "Black Crested Gibbon",
            "Species": "Balearica pavonina",
            "Description": "The Black crowned crane is covered with plumage that is black or nearly black. The wings have white and gold sections, and there are red and white patches of skin on the face behind the eye. Under the head is a small gular pouch which can produce booming noises when inflated. On top of the head is a golden crown. The bird's eyes are brown and its legs and feet are black. The young bird is greyish-brown with a brown nape and crown. Its crest is smaller in size than the adult's. The upper parts have rufous-edged feathers. It is a stately, elegant bird.",
            "Habitat": "The species generally lives in a defined area, but will fly on a daily and seasonal basis as far as several dozen kilometers. In the dry season (non-breeding time) large flocks of as many as several hundred birds are formed. During the breeding season, a single pair nests within territories of 0.5-1 square kilometers. Mostly diurnal, they sleep at night while standing on one or other leg, preferably in water. Black crowned cranes usually feed in the mornings and afternoons, with plenty of time for other activities. They spend much time preening, as do all birds. These cranes look for food either singly, in pairs or with a small group. They peck on the surface rather than digging into the soil. During drier spells they tend to feed near livestock, where invertebrates are in abundance.",
            "WhatItEats": "Black crowned cranes are omnivores and will eat anything small enough that they can catch, including snails, insects, crabs, lizards, amphibians and snakes. They also eat seeds and fruit.",
            "ageRange": "22 to 25 Years",
            "Threats": "The biggest threat to Black crowned cranes is degradation and loss of their wetland habitats due to drainage of wetlands and conversion for agriculture, excessive grazing, drought, fire, agricultural and industrial pollution, oil exploration and dam construction. This crane is also threatened by the illegal hunting by locals and pet trade.",
            "conservationStatus": "Vulnerable",
            "Countries": "Cameroon, Chad, Ethiopia, Gambia, Guinea, Guinea-Bissau, Kenya, Mali, Mauritania, Niger, Senegal, South Sudan, Sudan, Nigeria, Benin, Burkina Faso, Central African Republic, DR Congo, Cote d'Ivoire, Egypt, Eritrea, Sierra Leone, Togo, Uganda",
            "profileImage": "http://animalia.bio/uploads/animals/photos/medium/original/west-african-crowned-crane-balearica-pavonina-pavonina.jpg",
            "coverImage": "http://animalia.bio/uploads/animals/photos/full/1.25x1/black-crowned-crane-northern-serengeti-tanzania.jpg"
        },
        {
            "name": "African Grey Parrot ",
            "Species": "Psittacus erithacus",
            "Description": "The African grey parrot is one of the largest parrots in Africa. It is predominantly grey in color and has darker grey than its body over the head and both wings. The head and body feathers have slight white edges. Its tail feathers are red. The coloration of juveniles is similar to that of adults; however, their eyes are dark grey to black, in comparison to the yellow irises around dark eyes of the adult birds, and their undertail coverts are tinged with grey.",
            "Habitat": "African grey parrots are gregarious and very noisy birds especially at night when they gather in large flocks to sleep together in tall trees. During the day, they prefer to spend time in smaller groups and fly long distances to forage. African grey parrots feed mainly in the canopy climbing from one branch to another but may also take clay and mineral soil on the ground. These birds communicate with each other using high-pitched screams and whistles. They also use contact calls, which allow them to interact with their flock mates and communicate information about their location, detection of predators, availability of food, and safety status. In addition, contact calls are used to form strong social bonds with their flock mates.",
            "WhatItEats": "African grey parrots are herbivores (frugivores, granivores) and most of their diet consists of fruit, nuts, and seeds. They prefer oil palm fruit and will also supplement their diet with flowers and tree bark, as well as insects and snails.",
            "ageRange": "23 to 60 Years",
            "Threats": "African grey parrots are the most popular avian pets and are suffering from the international pet trade. Between 1994 and 2003, more than 359,000 grey parrots were traded on the international market. Approximately 21% of the wild population was being harvested every year. These beautiful birds are also hunted for their meat and for their parts, which are used in traditional medicines. As a result of the extensive harvest of wild birds, in addition to habitat loss, African grey parrots are believed to be undergoing a rapid decline in the wild and therefore, have been rated as endangered.",
            "conservationStatus": "Endangered",
            "Countries": "Angola, Burundi, Cameroon, Central African Republic, Congo, DR Congo, Cote d'Ivoire, Equatorial Guinea, Gabon, Ghana, Kenya, Nigeria, Rwanda, Sao Tomé and Principe, Tanzania, Uganda ",
            "profileImage": "http://animalia.bio/uploads/animals/photos/medium/original/n3EA1Bxcs3ywiLhB0o9j.jpg",
            "coverImage": "http://animalia.bio/uploads/animals/photos/medium/original/african-grey-parrots-5-weeks-old-1.jpg"
        },
        {
            "name": "Indian Star Tortoise",
            "Species": "Geochelone elegans",
            "Description": "The Indian star tortoise is of medium size for a tortoise and is found in the arid and dry forests in India and Sri Lanka. Its name comes from the star-like patterns that feature on its high-domed shell. Because of these very distinctive patterns and its highly rounded shell, the Indian star tortoise is popular in the world's trade in exotic pets. The attractive markings on its shell, aside from looking very pretty, serve to help this tortoise more easily blend in with its surroundings, by breaking up the hard edge of the shell, so when the tortoise is grazing, it is not so obvious to predators passing by.",
            "Habitat": "Indian star tortoises are generally crepuscular, which means they are active in the early morning and the late afternoon during dry, hot weather. The rest of the time, they shelter under vegetation or some other cover. In the rainy season, they are much more active, moving around and feeding for much of the day. They become inactive in western India and Pakistan during the colder months of winter. These solitary animals do not hibernate, but when it is very dry and hot, or very cold, they stay inactive. Perception and communication appears to be mostly visual, though tactile and olfactory senses are also used during feeding, courtship, male competitive behavior, and nesting, and a male tortoise will vocalize to a female during mating.",
            "WhatItEats": "Indian star tortoises are mainly herbivores (folivores and frugivores) and mostly eat grasses, herbaceous leaves, flowers, and fruit, and sometimes insects, carrion, and dung.",
            "ageRange": "25 to 80 Years",
            "Threats": "Natural threats to this species are predation and flooding, but humans have drastically reduced their numbers through loss of habitat and collection for food and for the exotic pet trade. In much of India, Indian star tortoises are important as a food source. They are also an ingredient in traditional Chinese medicine, and they are susceptible to disease, particularly pneumonia, respiratory diseases, and overgrowth of parasites when stressed by handling, collection and shipment, often under inhumane conditions. Many specimens caught to be sold as pets will die from unsuspected disease.",
            "conservationStatus": "Vulnerable",
            "Countries": "India, Pakistan, Sri Lanka",
            "profileImage": "http://animalia.bio/uploads/animals/photos/full/1.25x1/indian-star-tortoise-1.jpg",
            "coverImage": "http://animalia.bio/uploads/animals/photos/medium/original/2k2jw0umVI17xF5No7jy.JPG"
        },
        {
            "name": "Sun Bear",
            "Species": "Helarctos malayanus\r",
            "Description": "The Sun bear is the smallest and one of the rarest bear species. It is also known as the \"honey bear\", for its love of honeycombs and honey. Sun bears have jet-black, short, and sleek fur with some under-wool; some individuals are reddish or gray in color. Two whirls occur on the shoulders, from where the hair radiates in all directions. A crest is seen on the sides of the neck and a whorl occurs in the center of the breast patch. Always, a more or less crescent-shaped pale patch is found in the breast that varies individually in color ranging from buff, cream, or dirty white to ochreous. The legend says that Sun bears were named after this patch on their chest because it represents the rising sun.",
            "Habitat": "Sun bears are solitary animals that are active both during the day and night. As they occur in tropical regions with year-round available foods, they do not hibernate. Sun bears are excellent and agile climbers. They sleep in fallen hollow logs, in standing trees with cavities, in cavities underneath fallen logs or tree roots, and in tree branches high above the ground. Sun bears are known as very fierce animals when surprised in the forest.",
            "WhatItEats": "Sun bears are omnivores and bees, beehives, and honey are their important food items. They also feed primarily on termites, ants, beetle larvae, bee larvae and a large variety of fruit species, especially figs when available. During feeding, the Sun bear can extend its exceptionally long tongue 20-25 cm (7.9-9.8 in) to extract insects and honey.",
            "ageRange": "30 Years",
            "Threats": "The two major threats to Sun bears are habitat loss and commercial hunting. These threats are not evenly distributed throughout their range. In areas where deforestation is actively occurring, they are mainly threatened by the loss of forest habitat and forest degradation arising from clear-cutting for plantation development, unsustainable logging practices, illegal logging both within and outside protected areas, and forest fires. The main predator of Sun bears throughout their range by far is a man. Commercial poaching of bears for the wildlife trade is a considerable threat in most countries. Sun bears are among the three primary bear species specifically targeted for the bear bile ( a digestive fluid produced by the liver and stored in the gallbladder, which is used by some in traditional Chinese medicine) trade in Southeast Asia, and are kept in bear farms in Laos, Vietnam, and Myanmar.",
            "conservationStatus": "Vulnerable",
            "Countries": "Bangladesh, Brunei, Cambodia, India, Indonesia, Laos, Malaysia, Myanmar, Thailand, Viet Nam, China",
            "profileImage": "http://animalia.bio/uploads/animals/photos/full/1x1/QuACQNNQL5oxADNv7mWT.jpeg",
            "coverImage": "http://animalia.bio/uploads/animals/photos/full/1.25x1/0ey3zyotdzqRijXggije.jpg"
        },
        {
            "name": "Tufted gray langur",
            "Species": "Semnopithecus priam",
            "Description": "The Tufted gray langur is an Old World monkey, one of the species of langurs. There are two subspecies of Tufted gray langurs. One of which occurs in India, and another one in Sri Lanka. In Sri Lankan subspecies, the dorsal area gray to brownish gray in color, getting darker with the age. Underparts are light grayish. They also have short whitish beard and sideburns. The hairs of the crown form a distinct pointed tuft or crest, that meets at a central point, hence the name of this species. Male Tufted gray langurs are larger than females.",
            "Habitat": "Tufted gray langurs are generally shy animals. They are partially arboreal, semi-terrestrial and diurnal in habit. They often come to the ground when there is no danger. Tufted gray langurs live in troops that may include 20-50 individuals. Large troops are led by both large male-female combinations, whereas small troops are governed by an alpha male. Sub adult males and other males usually spend the time with searching for foods, rivals with neighboring alpha males, and protecting the troop. Females spend the time with feeding the young, grooming them, and playing. Tufted gray langurs communicate with the help of barks, grunts, whoops, whistles and howls. The cough like voice is used for giving tension, and whistling for the contact loss with the troop. The superior eyesight of these animals and ability to sit atop high trees allows them to spot predators easily. Researchers have noted that this species will often sit next to herds of the Spotted deer and notify them when a predator is approaching. Additionally, these langurs will often drop fruit from tall trees, which Spotted deer will then feed on. In return, the Spotted deer’s excellent sense of smell allows it to detect predators early on and warn the langur that something may be approaching.",
            "WhatItEats": "Tufted gray langurs are herbivores (folivores, frugivores). They are fond of eating anything vegetarian. They mainly feed on leaves and also eat fruits and seeds.",
            "ageRange": "Females live over 30 years while male only live for 18 years",
            "Threats": "Tufted gray langurs are threatened by hunting and habitat destruction. Some people also fond of eating langur meat in some parts of Sri Lanka. Tufted gray langurs may also be captured for pets.",
            "conservationStatus": "Near Threatened",
            "Countries": "India, Sri Lanka",
            "profileImage": "http://animalia.bio/uploads/animals/photos/medium/original/c3cZtjUi5lke83hLCUFA.jpg",
            "coverImage": "http://animalia.bio/uploads/animals/photos/full/1.25x1/5K6bpTGkJRy66S44PDhM.jpg"
        },
        {
            "name": "Barbary sheep",
            "Species": "Ammotragus lervia",
            "Description": "The Barbary sheep is a type of caprid (goat-antelope) endemic to the rocky mountains of North Africa. Although rare in its native country of North Africa, it was introduced to both North America and southern Europe, as well as other places. Aoudad is another name for this animal, a name used by the Berbers, who are natives of North Africa. Males and females both have horns, with those of the male being much longer, thicker, and more heavily ridged compared to the female’s more slender horns. Males are also much heavier, and their curtain of hair is heavier, almost touching the ground. Their short tail, hairless on its underside, has scent glands.",
            "Habitat": "These animals live in small groups, usually with one dominant male and a number of females. Males compete for breeding dominance, though males of different ages can live quite well together. An adult male must earn his position heading a group of females by means of intimidation displays, by showing the magnificent mane of hair, and fierce fights where two males stand as far as 15 meters apart, then walk quickly toward each other, lowering their heads and breaking into a run to collide with each other. Living in desert areas, these sheep are usually most active during dawn and dusk, attempting to remain in the shade or shelter during the day when it is hot. When threatened, they usually do not run from a predator but stand extremely still so that they blend in with the surroundings.",
            "WhatItEats": "This species is herbivorous (folivorous), eating a range of vegetation such as shrubs, grass, and forbs. In the winter, they mostly eat grass, shrubs being more common for the rest of the year.",
            "ageRange": "10 to 20 Years",
            "Threats": "The major threats across the range to Barbary sheep include habitat destruction and poaching, mainly from livestock grazing, collection of wood for fuel, and from desertification and drought. In the Western Sahara, soldiers hunting these animals have been a major threat, and the Barbary sheep might already be extinct in this region. The decline of this species has no doubt been increased by competition with feral camels and livestock.",
            "conservationStatus": "Vulnerable",
            "Countries": "Algeria, Chad, Egypt, Libya, Mali, Mauritania, Morocco, Niger, Sudan, Tunisia",
            "profileImage": "http://animalia.bio/uploads/animals/photos/full/1.25x1/mhnenspringer-ammotragus-lervia.jpg",
            "coverImage": "http://animalia.bio/uploads/animals/photos/medium/original/ontario-00483-barbary-sheep.jpg"
        },
        {
            "name": "Blue-throated macaw",
            "Species": "Ara glaucogularis",
            "Description": "Blue-throated macaws are large colorful parrots native to Bolivia. They are one of the rarest in the world. Their upperparts are turquoise-blue, slightly duller on the crown and brighter on the rump. Underparts are largely bright yellow but the vent is pale blue. These birds have bare facial patch obscured by blue feather-lines merging into blue lower cheek and throat, separated from the crown by narrow yellow stripe and bare pink skin around the base of the large, black bill. Despite being plentiful in captivity, these beautiful and intelligent birds are critically endangered in the wild and are protected by trading prohibitions.",
            "Habitat": "Blue-throated macaws are social birds; they are most frequently seen in pairs, but also gather in small groups of 7 to 9 individuals and sometimes may roost in groups of 70. Their main mode of locomotion is flying, but they are also able to climb trees, maneuver along branches and walk on the ground. These birds are active during the day and usually, stay in one general area. Blue-throated macaws communicate mostly by sound. When they suspect danger, they emit a very loud alarming call and promptly fly off. These birds also communicate with each other with quiet caws.",
            "WhatItEats": "Blue-throated macaws are herbivores (frugivores) and eat primarily fruit from large palms. They eat the mesocarp from ripe and nearly ripe fruit and also drink the liquid from very immature fruit.",
            "ageRange": "50 to 80 Years",
            "Threats": "Blue-throated macaws have a very small population and are on the verge of extinction in the wild. These beautiful birds are threatened by nesting competition, avian predation, and a small native range, exacerbated by indigenous hunting and capture for the pet trade.",
            "conservationStatus": "Critically Endangered",
            "Countries": "Bolivia",
            "profileImage": "http://animalia.bio/uploads/animals/photos/medium/original/mhAvoLweT1HMIO9E1vpD.jpg",
            "coverImage": "http://animalia.bio/uploads/animals/photos/medium/original/foz-do-igua-parque-das-aves-foz-do-iguau-birds-park-arara-canind-ara-ararauna-blue-and-yellow-macaw-or-blue-and-gold-macaw.jpg"
        },
        {
            "name": "Madagascan flying fox",
            "Species": "Pteropus rufus",
            "Description": "The Madagascan flying fox is a species of megabat and is the largest bat in Madagascar. They are brown in color with golden to reddish-brown areas on their chest and shoulders. The head of these bats is yellowish in color, and the wings are slate-grey to black in color. Both sexes look alike, but males are slightly bigger in size than females.",
            "Habitat": "Madagascan flying foxes are nocturnal creatures. During the day they roost in large trees in colonies of up to 1000 individuals although 400 is more common. These bats are noisy and easily disturbed, and if roused, the whole colony may move off to an alternative roost site. Most roosts are located in isolated trees in degraded areas. Madagascan flying foxes are territorial only during the breeding season when dominant males establish territories on the roost tree which they guard against other males. Females roost within these male territories. Outside the breeding season, territories are usually not maintained, however, bats try to roost in the same place. Dominant males also establish feeding territories on preferable feeding trees and can travel up to 50 km from the roost site to get food. In order to communicate with each Madagascan flying foxes use scent and sound to distinguish other roost members or produce squawks, male whinny/female whinny, chatters, and honks. Males also mark their territories with scents and use scent cues in females during the breeding season.",
            "WhatItEats": "Madagascan flying foxes are mainly frugivorous animals. Their diet consists of fruit juice which is squeezed from the fruit in the mouth. They also feed on leaves, figs, flowers, and nectar.",
            "ageRange": "6 to 17 Years",
            "Threats": "The biggest threat to Madagascan flying foxes threat is hunting for bushmeat. Under Madagascar law, hunting this species is only permitted from May to August. They are targeted at their roosting sites and at the trees where they feed, and the harvesting in many areas is believed to be unsustainable. They are hunted both for food and also commercially. These bats also suffer from loss of habitat as woodland is converted to agricultural land.",
            "conservationStatus": "Vulnerable",
            "Countries": "Madagascar",
            "profileImage": "http://animalia.bio/uploads/animals/photos/medium/original/madagascan-flying-fox-pteropus-rufus-captive-specimen.jpg",
            "coverImage": "http://animalia.bio/uploads/animals/photos/full/1.25x1/flying-fruit-bat-ii.jpg"
        },
        {
            "name": "Sumatran Orangutan",
            "Species": "Pongo abelii",
            "Description": "The only great apes that live outside of Africa are orangutans, of which there are two species. The Sumatran orangutan is more endangered then the Bornean orangutan. The two differ in appearance and behavior, with Sumatran orangutans being slightly smaller and usually having hair that is lighter colored and orange-red, as well as a longer beard. Males develop throat pouches and fleshy pads on their cheeks but these are narrower and less pronounced than those of male Bornean orangutans.",
            "Habitat": "Sumatran orangutans lead very solitary lives, during the day moving slowly in search of food through the trees. Up to 60% of an orangutan’s time is spent foraging and eating, and, although they can occupy large home ranges, half a mile a day is the most they usually travel. At night, they build a nest for sleeping up high in the canopy out of folded branches. They are not very territorial, sharing their home ranges with others, sometimes feeding alongside other orangutans around especially abundant fruit trees. Males will stake their claim to their territory by emitting long-calls, deep calls from their throat poach which echo through the forest to attract females and also to warn off potential rivals.",
            "WhatItEats": "The diet of Sumatran orangutans varies seasonally, depending on the fruiting season of trees in the local area, the animals feeding when the fruit is ripe. Figs are very important in their diet. When fruit is not so available in dry seasons, Sumatran orangutans will eat vegetation such as young leaves, bark and flowers, and insects, particularly termites, ants, and crickets, and sometimes eggs.",
            "ageRange": "35 to 50 Years",
            "Threats": "The primary threat to Sumatran orangutans is loss of habitat. These animals have a unique vulnerability to exploitation due to their extremely long inter-birth period, usually eight years, which makes them the world’s slowest breeding primates. Recent political instability in the area of their habitat has led to increased illegal logging in areas that are protected, and increased capture of infants to be sold for the illegal pet trade.",
            "conservationStatus": "Critically Endangered",
            "Countries": "Indonesia",
            "profileImage": "http://animalia.bio/uploads/animals/photos/medium/original/sumatran-orangutan-pongo-abelii.jpg",
            "coverImage": "http://animalia.bio/uploads/animals/photos/full/1.25x1/sumatran-orangutan-4-1.jpg"
        },
        {
            "name": "Pine marten",
            "Species": "Martes martes",
            "Description": "The elusive Pine marten is native to Northern Europe and belongs to the mustelid family, other members of which are mink, otter, badger, weasel and wolverine. This animal has fur that is chestnut-brown to dark brown and a creamy-yellow bib. They are adept tree climbers, and their many physical adaptations include muscle and bone structure for powerful forelimbs, a long tail to help them balance, and well-developed claws.",
            "Habitat": "Their preferred nesting sites are hollow trees, and one individual has a few nests within its home range. Abandoned bird nests, squirrel nests, and rock crevices also are used. In the winter at colder ambient temperatures, martens choose more often to rest underground.",
            "WhatItEats": "Pine martens are omnivorous. They mainly eat rodents, birds, fruit and insects.",
            "ageRange": "10-17 years",
            "Threats": "Potential threats to the Pine marten include unsustainable trapping and hunting, incidental poisoning, and the fragmentation and loss of woodland habitats. This species is trapped and hunted in some portions of its range for its fur. Its decline in Britain was due to persecution for predating on livestock and, particularly, game. It is still persecuted in some countries where it is protected. The efforts to control other carnivores sometimes cause the death of Pine martens.",
            "conservationStatus": "Least concern",
            "Countries": "\nAlbania, Armenia, Austria, Belarus, Belgium, Bosnia and Herzegovina, Bulgaria, Croatia, Czech Republic, Denmark, Estonia, Finland, France, Georgia, Germany, Greece, Hungary, Iran, Ireland, Italy, Kazakhstan, Latvia, Liechtenstein, Lithuania, Luxembourg, Macedonia, Moldova, Montenegro, Netherlands, Norway, Poland, Portugal, Romania, Russia, Serbia, Slovakia, Slovenia, Spain, Sweden, Switzerland, Turkey, Ukraine, United Kingdom ",
            "profileImage": "http://animalia.bio/uploads/animals/photos/full/1.25x1/pine-marten-197.jpg",
            "coverImage": "http://animalia.bio/uploads/animals/photos/full/1x1/pine-marten-8.jpg"
        },
        {
            "name": "Ring-tailed lemur",
            "Species": "Lemur catta",
            "Description": "The Ring-tailed lemur is an easily recognizable, medium-sized Malagasy species with an extremely long, heavily furred tail, covered with black and white rings and allowing the animal to take long leaps when moving between trees. In spite of a common belief, these lemurs don't hang from their tails. The Ring-tailed lemur is the most terrestrial and one of the most intelligent primates on the island. The Ring-tailed lemurs are of high scientific interest due to their use of tools in daily life as well as excellent problem solving skills.",
            "Habitat": "the ring-tailed lemur ranges further into highland areas than other lemurs. It inhabits deciduous forests, dry scrub, montane humid forests, and gallery forests (forests along riverbanks).",
            "WhatItEats": "Ring-tailed lemurs are omnivores. These animals generally consume plants, leaves, flowers, nectar, fruit, sap and bark, often supplementing their usual diet with insects, chameleons and small birds.",
            "ageRange": "15-33 years",
            "Threats": "The Ring-tailed lemurs currently face loss of their bush and forest habitat as a result of overgrazing, burning as well as tree-cutting for charcoal industry. Localized threats include hunting, trapping and capture as a pet species",
            "conservationStatus": "Endangered (EN)",
            "Countries": "Madagascar",
            "profileImage": "http://animalia.bio/uploads/animals/photos/small/1x1/ring-tailed-lemur-baby.jpg",
            "coverImage": "http://animalia.bio/uploads/animals/photos/full/1.25x1/ring-tailed-lemur-enjoying-the-nice-spring-weather.jpg"
        },
        {
            "name": "Nile crocodile",
            "Species": "Crocodylus niloticus",
            "Description": "The Nile crocodile is one of the largest crocodilian species. This reptile is a highly adapted aquatic predator. Females of this species are noticeably smaller than males. The body is streamlined, the tail is long and sturdy, and the hind feet of the animal are webbed. The reptile has long and powerful jaws, which perfectly fit catching and holding the prey. Due to a special valve, found at the back of their throat, these crocodiles can move under water with open mouth, grab and hold prey without ingesting water. The animal has grey-olive body and yellowish belly. Young crocodiles are identified by greenish or dark olive-brown coloration and black colored cross-banding all over the body and tail. As the crocodile grows up, the banding on its body becomes fainter.",
            "Habitat": "They live throughout sub-Saharan Africa, the Nile Basin, and Madagascar in rivers, freshwater marshes, and mangrove swamps.",
            "WhatItEats": "Being a carnivore, Nile crocodile feeds upon a wide variety of animal species, including insects, amphibians, fish and land mammals such as giraffes or Cape buffaloes. Newly hatched crocodiles usually start with insects, eventually going over to larger prey.",
            "ageRange": "50-80 years",
            "Threats": "The primary threats to this species have to do with humans. Thus, the reptile attracts hunters for its skin, which is used in production of high-quality leather. On the other hand, being large and dangerous predators, the Nile crocodiles face aggression from humans, who destruct their nests and frequently kill the crocodiles. Attempting to remove caught fish from fishing nets, these animals occasionally damage the nets, which lead to conflict between the crocodiles and fishermen. In Greater St Lucia Wetland Park in South Africa, the animals are threatened by invasion of exotic plants that shade and supplant their nesting sites, cooling their eggs, which can potentially bring to an all-female population.",
            "conservationStatus": "Least Concern",
            "Countries": "Angola, Benin, Botswana, Burkina Faso, Burundi, Cameroon, Central African Republic, Chad, Congo, DR Congo, Cote d'Ivoire, Egypt, Equatorial Guinea, Eritrea, Ethiopia, Gabon, Gambia, Ghana, Guinea, Guinea-Bissau, Kenya, Liberia, Madagascar, Malawi, Mali, Mauritania, Mozambique, Namibia, Niger, Nigeria, Rwanda, Senegal, Sierra Leone, Somalia, South Africa, South Sudan, Sudan, Swaziland, Tanzania, Togo, Uganda, Zambia, Zimbabwe ",
            "profileImage": "http://animalia.bio/uploads/animals/photos/full/1.25x1/4UMkSnMiExs9Np0Xlfbn.jpg",
            "coverImage": "http://animalia.bio/uploads/animals/photos/small/1x1/RPUJ0kiULxPHezulkTrt.jpg"
        },
        {
            "name": "Grey wolf",
            "Species": "Canis lupus",
            "Description": "This wolf is the largest species of the wild dog family. Females are smaller than males. Male wolves have a straight tail and narrow chest. The feet of males are large and the legs are long. The overall color of the Grey wolf's fur is typically grey with black markings and lighter underparts, though wolves can occasionally be black, brown, red or even pure white. Grey wolves have a very thick fur, consisting of the coarse outer coat, which covers the soft undercoat. Due to the acute sense of hearing as well as keen sense of smell, the animal is able to successfully track down prey. In addition, the long legs allow them to make long steps, promoting high speed during the chase.",
            "Habitat": "Their range includes different habitats such as forest, arctic tundra, arid terrain and prairie.",
            "WhatItEats": "The Grey wolf is carnivore and scavenger. The usual diet of this animal primarily consists of ungulates such as elk, moose, deer and caribou. They also consume small species like rabbits or beavers. In addition, these wolves will scavenge on occasion.",
            "ageRange": "10-20 years",
            "Threats": "Primary threats include loss and fragmentation of their habitat, leading to considerable reduction of their population. Due to being considered as livestock predators, these animals are frequently killed both individually and in whole packs. In some areas of its range, the species is not legally protected, and thus is widely hunted and trapped.",
            "conservationStatus": "Least Concern ",
            "Countries": "Albania, Armenia, Azerbaijan, Belarus, Bhutan, Bosnia and Herzegovina, Bulgaria, Canada, China, Croatia, Czech Republic, Estonia, Finland, France, Georgia, Germany, Greece, Hungary, India, Iran, Iraq, Israel, Italy, Jordan, Kazakhstan, North Korea, South Korea, Kyrgyzstan, Latvia, Libya, Lithuania, Macedonia, Mexico, Moldova, Mongolia, Montenegro, Myanmar, Nepal, Norway, Oman, Pakistan, Poland, Portugal, Romania, Russia, Saudi Arabia, Serbia, Slovakia, Slovenia, Spain, Sweden, Syria, Tajikistan, Turkey, Turkmenistan, Ukraine, United Arab Emirates, United States, Uzbekistan, Yemen, Bangladesh, Afghanistan",
            "profileImage": "http://animalia.bio/uploads/animals/photos/full/1x1/timberwolf-walking.jpg",
            "coverImage": "http://animalia.bio/uploads/animals/photos/full/1.25x1/gray-wolf-3.jpg"
        },
        {
            "name": "Western gorilla",
            "Species": "Gorilla gorilla",
            "Description": "The Western gorilla is a massive primate species with a short muzzle, proportionately large hands and the projecting brow ridge. They lack tails, having small ears and eyes, large nostrils and jet black skin. They have quite a large thumb and nails on all digits. They have large muscles on their jaws as well as strong, broad teeth. The whole body, with the exception of the face, ears, hands, and feet, is covered with dark tough fur. The fur of Western gorillas is brown to grey in color. Older male gorillas are called \"silverbacks\" due to the hair on their back and rump, which is originally grey, loosing with age.",
            "Habitat": "Western lowland gorillas primarily live in rain forest, swamp forest, brush, secondary vegetation, clearing and forest edges, abandoned farming fields and riverine forest. They live in primary and secondary lowland tropical forest at elevations that extend from sea level up to 1,300 meters.",
            "WhatItEats": "These gorillas are herbivorous (folivorous) animals. Their diet primarily consists of juicy stemmed plants, complemented by berries, ferns, bark and leaves.",
            "ageRange": "35-50 years",
            "Threats": "These animals are primarily threatened by human activities. For over a century, Western gorillas have suffered from degradation of their tropical rainforest habitat. They have been persecuted, hunted for meat and big games and captured for commercial trade. On the other hand, excessive collection by zoos and research institutions has brought to sharp decline of their population, making the animal an endangered species. Presently, one of the most notable threats to this species is Ebola virus: despite the conservation status, outbreaks of this virus are still a serious concern for Western gorillas' population.\n",
            "conservationStatus": "Critically Endangered",
            "Countries": "Angola, Cameroon, Central African Republic, Congo, Equatorial Guinea, Gabon, Nigeria",
            "profileImage": "http://animalia.bio/uploads/animals/photos/full/1.25x1/cant-quite-think-of-it.jpg",
            "coverImage": "http://animalia.bio/uploads/animals/photos/medium/original/baby-gorilla-on-sisters-back.jpg"
        },
        {
            "name": "Red-headed rock",
            "Species": "Agama agama",
            "Description": "The Red-headed rock agama is a species of lizard found in most of sub-Saharan Africa. Agama lizards can be identified by having a white underside, brown back limbs and a tail with a light stripe down the middle. The stripe on the tail typically possesses about six to seven dark patches along its side. Females, adolescents, and subordinate males have an olive-green head, while a dominant male has a blue body and yellow tail.",
            "Habitat": "Red-headed rock agamas are diurnal creatures and remain active throughout the day except for the hottest hour when even shady spots can reach 38°C (100°F).These lizards occupy a diversity of habitats—everything from deserts, savannas, forests, and mountains to cities and suburbs.",
            "WhatItEats": "Red-headed rock agamas are primarily insectivores. The diest includes grasshoppers, ant, beetles, and termites. They also may eat berries, flowers, fruits, seeds, eggs, grasses, reptiles, and small mammals.",
            "ageRange": "unknown",
            "Threats": "There are no known threats facing Red-headed rock agamas at present.",
            "conservationStatus": "Not Evaluated",
            "Countries": "\nBenin, Burkina Faso, Cameroon, Chad, Gabon, Ghana, Guinea, Guinea-Bissau, Kenya, Liberia, Mali, Mauritania, Nigeria, Senegal, Togo, Madagascar ",
            "profileImage": "http://animalia.bio/uploads/animals/photos/small/1x1/kenya-august-2010-341.jpg",
            "coverImage": "http://animalia.bio/uploads/animals/photos/full/1.25x1/9CGCyXZcXmlNW2hylgGe.jpg"
        },
        {
            "name": "Thorny devils",
            "Species": "Moloch horridus",
            "Description": "Thorny devils are small lizards native to Australia. These unique creatures are colored in camouflaging shades of desert browns and tans. These colors change from pale colors during warm weather to darker colors during cold weather. Thorny devils are covered entirely with conical spines. These thorny scales also help to defend them from predators. These lizards also feature a spiny \"false head\" on the back of their neck, which they present to potential predators by dipping their real head. The \"false head\" is made of soft tissue.",
            "Habitat": "Thorny devils lead a solitary life and are active during the day. They live in burrows that they dig themselves and don't travel far from their shelters. Thorny devils are not territorial and their home ranges can overlap with other individuals. They usually remain active in March-May and in August-December.",
            "WhatItEats": "Thorny devils are carnivores (insectivores). They feed mainly on ants and often eat thousands of these insects in one day.",
            "ageRange": "15-20 years",
            "Threats": "There are no major threats to Thorny devils at present.",
            "conservationStatus": "Least Concern",
            "Countries": "Australia",
            "profileImage": "http://animalia.bio/uploads/animals/photos/full/1x1/fBnIEhxnXxXTgGQ9NXAa.jpg",
            "coverImage": "http://animalia.bio/uploads/animals/photos/full/1.25x1/Dz2kulPWLMv66H8EdJuW.jpg"
        },
        {
            "name": "Scarlet Macaw",
            "Species": "Ara macao",
            "Description": "The very colorful scarlet macaw is a large parrot. The plumage is predominantly scarlet, with light blue feathers on tail covert feathers and rump. The longer upper wing coverts are colored yellow, the upper sides of flight feathers on the wings are a dark blue, and so are the ends of their tail feathers. The undersides of the tail flight feathers and wings are dark red with iridescence of metallic gold. These macaws have bare white skin surrounding their eyes and as far as the beak. Their upper beak is mostly pale, while the lower is black. Male and females look the same, and the only difference between young birds and adults is that the former have dark eyes while the latter have light yellow eyes.",
            "Habitat": "They are a diurnal species and flock as night approaches. In the morning they will often fly a long distance to find food, flying in small groups or pairs, often calling to each other in hoarse raucous voices. They make nests in tree hollows. If in their nest and danger presents itself, they will cautiously examine the scene until the danger has gone. If their nest is directly threatened, the birds quietly escape to a place of safety. Macaws often use their left foot when handling food and grasping other objects. They communicate by means of a range of postures and vocalizations.",
            "WhatItEats": "Wild Scarlet macaws eat mostly nuts, fruits and seeds, some large, hard seeds amongst them. Sometimes they are seen eating clay at river banks. They now and again supplement their diet with flowers and nectar.",
            "ageRange": "40 to 50 Years",
            "Threats": "Wild Scarlet macaws eat mostly nuts, fruits and seeds, some large, hard seeds amongst them. Sometimes they are seen eating clay at river banks. They now and again supplement their diet with flowers and nectar.",
            "conservationStatus": "Least concern",
            "Countries": "Belize, Bolivia, Brazil, Colombia, Costa Rica, Ecuador, Guatemala, Guyana, Honduras, Mexico, Nicaragua, Panama, Peru, Suriname, Trinidad and Tobago, Venezuela",
            "profileImage": "http://animalia.bio/uploads/animals/photos/full/1x1/geelvleugelara.jpg"
        },
        {
            "name": "Mountain Goat",
            "Species": "Oreamnos americanus",
            "Description": "The Mountain goat is a hoofed mammal native to North America. A subalpine to alpine species, it is a sure-footed climber commonly seen on cliffs and ice. Both male and female Mountain goats have beards, short tails, and long black horns that contain yearly growth rings. They are protected from the elements by their woolly white double coats. The fine, dense wool of their undercoats is covered by an outer layer of longer, hollow hairs. Their coats help Mountain goats to withstand winter temperatures as low as -46 °C (-51 °F) and winds of up to 160 kilometers per hour (99 mph).",
            "Habitat": "Mountain goats are social animals; after the breeding season is over, males and females move away from each other, with the adult males (billies) breaking up into small bands of two or three individuals. Females (nannies) form loose-knit nursery groups of up to 50 animals. They are active during the day and spend most of their time grazing. Mountain goats establish dominance hierarchies and can be quite aggressive. Nannies can be very competitive and protective of their space and food sources. They fight with one another for dominance in conflicts that can ultimately include all the nannies in the herd. In these battles, nannies circle each other with their heads lowered, displaying their horns. As with fights between billies during the breeding season, these conflicts can occasionally lead to injury or death but are usually harmless. To avoid fighting, an animal may show a posture of nonaggression by stretching low to the ground. In regions below the tree line, nannies use their fighting abilities to protect themselves and their offspring from predators such as mountain lions, wolves, wolverines, lynxes, and bears.",
            "WhatItEats": "Mountain goats are herbivores (graminivores, folivores). Their diets include grasses, herbs, sedges, ferns, mosses, lichens, and twigs and leaves from the low-growing shrubs and conifers of their high-altitude habitat.",
            "ageRange": "12 to 20 Years",
            "Threats": "Mountain goats are not currently endangered; however, these animals are sensitive to human disturbance especially increasing helicopter activities for industrial and tourism activities. Road construction, mining, and other development also have harmful effects on the population of this species.",
            "conservationStatus": "Least concern",
            "Countries": "British Columbia, Northwest Territories, Alberta, Yukon, Washington, Idaho, Alaska, Utah, Wyoming, Colorado, Oregon, Nevada, South Dakota",
            "profileImage": "http://animalia.bio/uploads/animals/photos/full/1x1/goat-the-mountain-goat-that-would.jpg",
            "coverImage": "http://animalia.bio/uploads/animals/photos/full/1.25x1/mountain-goats-on-the-great-divide.jpg"
        },
        {
            "name": "Palm cockatoo",
            "Species": "Probosciger aterrimus",
            "Description": "The Palm or Goliath cockatoo is a large black or smoky-gray parrot from the cockatoo family. It has a distinctive appearance, having a large crest and one of the biggest beaks of any parrot, a beak unusual in itself, as the upper and lower mandibles do not meet along much of the length, which allows the bird’s tongue to hold a nut in place against its top mandible while its lower mandible does the work to open it. Between the eyes and the beak there is a patch of bare skin, red in color. There is also a distinctive red patch on the cheek that changes color if the bird is excited or alarmed. In young birds, their underfeathers are lined with pale yellow and in birds under the age of 18 months, the tip of the beak and the ring around the eye are white.",
            "Habitat": "Palm cockatoos are found alone, in pairs, or in larger groups. Sometimes they stay quite close by their nesting sites, but they can travel a long way to search for food or water. A few trees for nesting sites are included within their territory. They visit these sites during the year for a variety of reasons, increasing the visiting frequency in the breeding season.",
            "WhatItEats": "Palm cockatoos eat mainly leaf buds, fruits, and seeds. They also sometimes consume insects and their larvae.",
            "ageRange": "40-60 years",
            "Threats": "The Palm cockatoo is under threat by habitat loss through logging and seasonal fires, which each year destroy their nest trees in significant numbers. In New Guinea they are hunted, being in high demand for sale in the pet trade because of their unusual appearance.",
            "conservationStatus": "Least Concern",
            "Countries": "\nAustralia, Indonesia, Papua New Guinea",
            "profileImage": "http://animalia.bio/uploads/animals/photos/medium/original/the-palm-cockatoo.jpg",
            "coverImage": "http://animalia.bio/uploads/animals/photos/full/1.25x1/palm-cockatoo-1.jpg"
        },
        {
            "name": "South Asian river dolphin",
            "Species": "Platanista gangetica",
            "Description": "The South Asian river dolphin is an endangered freshwater dolphin found in the region of the Indian subcontinent. It has the long, pointed nose characteristic of all river dolphins. Its teeth are visible in both the upper and lower jaws even when the mouth is closed. The teeth of young animals are almost an inch long, thin, and curved; however, as animals age, the teeth undergo considerable changes, and in mature adults become square, bony, flat disks. The body is brownish in color and stocky in the middle. In the place of a dorsal fin, South Asian dolphins have only a small, triangular lump.",
            "Habitat": "South Asian dolphins are not gregarious and prefer to spend time singly. However, they may occasionally gather in small groups of up to 30 individuals where the best fishing spots are. South Asian river dolphins have poor eyesight and rely on echolocation to find prey. Their extended rostrum is advantageous in detecting hidden or hard-to-find prey items. The prey is held in their jaws and swallowed. Their teeth are used as a clamp rather than a chewing mechanism. During the monsoon, South Asian river dolphins tend to migrate to tributaries of the main river systems. Some individuals may swim along with their beaks emerging from the water, and they may \"breach\"; jumping partly or completely clear of the water and landing on their sides. South Asian river dolphins are highly vocal and most typically communicate with the help of echolocation sounds such as clicks, bursts, and twitters.",
            "WhatItEats": "South Asian river dolphins are carnivores (piscivores). They feed on a variety of shrimp and freshwater fish, including carp and catfish.",
            "ageRange": "28 Years",
            "Threats": "The most serious threat to South Asian river dolphins comes from human activities. These animals have been adversely affected by human use of river systems in South Asia. Entanglement in fishing nets as bycatch can cause significant damage to local populations, and individuals are taken each year by hunters; their oil and meat are used as a liniment, as an aphrodisiac, and as bait for catfish. Poisoning of the water supply from industrial and agricultural chemicals may have also been a contributing factor towards population decline, as these chemicals are biomagnified in the bodies of the dolphins. Perhaps the most significant issue is the building of more than 50 dams along many rivers, causing the segregation of populations and a narrowed gene pool in which dolphins can breed. An immediate danger for the populations in National Chambal Sanctuary is the decrease in river depth and appearance of sand bars dividing the river course into smaller segments, as irrigation has lowered water levels throughout their range.",
            "conservationStatus": "Endangered",
            "Countries": "Bangladesh, India, Nepal, Pakistan, Bhutan",
            "profileImage": "http://animalia.bio/south-asian-river-dolphin",
            "coverImage": "http://animalia.bio/uploads/animals/photos/medium/original/river-dolphin-brahmaputra-1.jpg"
        },
        {
            "name": "Banteng",
            "Species": "\nBos javanicus",
            "Description": "The banteng is a species of wild cattle found in Southeast Asia. It is considered to be one of the most beautiful and graceful of all wild cattle species. Males and females look different. Males are blue-black or dark chestnut in color, while females and young are chestnut with a dark dorsal stripe. Both males and females have white stockings on their lower legs, a white rump, a white muzzle, and white spots above the eyes. Bantengs are similar in size to domesticated cattle but have a comparatively slender neck and small head, and a ridge on the back above the shoulders. The horns of females are short and tightly curved, pointing inward at the tips, while those of males arc upwards, and are connected by a horn-like bald patch on the forehead.",
            "Habitat": "Bantengs are usually active both night and day, but in places where humans are common, they mostly tend to be more active during the night. They are social creatures and gather in herds of 2 to 30 members. Each herd contains only one adult bull. In order to strengthen the bonds with the other individuals in the herd bantengs often lick each other.",
            "WhatItEats": "Bantengs are herbivorous animals and feed on grasses, bamboo, fruit, leaves, and young branches.",
            "ageRange": "16-26 years",
            "Threats": "Main threats to Bantengs include habitat loss, hunting for meat, horns and trophy heads, hybridization with domesticated cattle, and infections with cattle diseases.",
            "conservationStatus": "Endangered",
            "Countries": "Cambodia, Indonesia, Malaysia, Myanmar, Thailand, Viet Nam",
            "profileImage": "http://animalia.bio/uploads/animals/photos/full/1x1/WR0Mrs7ezWn4CWDNcDXP.jpg",
            "coverImage": "http://animalia.bio/uploads/animals/photos/full/1.25x1/bos-javanicus-wild-banteng-huai-kha-khaeng.jpg"
        },
        {
            "name": "Great gebril",
            "Species": "Rhombomys opimus",
            "Description": "The Great gebril is the largest species of gebril. These animals have a yellowish-orange, or dark grayish-yellow coat which matches the sandy deserts they inhabit. Great gerbils spend winters under snowpack and have thick, soft fur and a long-haired tails. They have large front claws used for burrowing.",
            "Habitat": "Great gerbils are often colonial and live in family groups. They occupy one burrow per family. Their burrows can be fairly extensive with separate chambers for nests and food storage. During the winter Great gerbils spend most of the time in their burrows keeping each other warm but do not hibernate. They are predominantly diurnal creatures which means that they are active during the day and sleep at night.",
            "WhatItEats": "Great gerbils are herbivores (folivores, frugivores). They feed on different plants, seeds, fruits, roots, stems, bulbs, and shrubs.",
            "ageRange": "2 to 4 Years",
            "Threats": "There are no major threats to Great gerbils. However, they can locally suffer from habitat degradation through overgrazing of vegetation by livestock.",
            "conservationStatus": "Least concern",
            "Countries": "Turkmenistan, Kazakhstan, Mongolia, China, Pakistan, Afghanistan, Iran, Kyrgyzstan, Tajikistan, Uzbekistan",
            "profileImage": "http://animalia.bio/uploads/animals/photos/medium/original/tKxGhI0WvhajJXcnEBMJ.jpg",
            "coverImage": "http://animalia.bio/uploads/animals/photos/full/1.25x1/LZBT4HTQ1o7AWdiHQJwJ.jpg"
        },
        {
            "name": "Brown woolly monkey",
            "Species": "Lagothrix lagothricha",
            "Description": "Brown woolly monkeys are large primates that belong to the New World monkey family. Contrary to their name, they may also be a shade of grey or black as well as brown and are darker on the head and underparts. Their fur is soft, short and thick. Their face is naked of any fur and is typically black. Brown woolly monkeys have long limbs and prehensile tail, which help them to move easily through the forest. Most male woolly monkeys are larger than the females and have larger canines.",
            "Habitat": "Brown woolly monkeys are arboreal and diurnal. They spend a large amount of time eating and moving in the pursuit of food, covering roughly 2 km per day. When feeding these monkeys often use their tail for hanging and gripping; they also use it for playing and even can pick up objects with it. When moving on the ground Brown woolly monkeys use all four legs for walking/running and climbing. They live in groups of 2 to 70 individuals, usually splitting the group into smaller subgroups when active. Larger groups consist of family units that may feed and travel together or separately but will come together to sleep at night. Brown woolly monkeys often groom each other and communicate with the help of vocalizations, facial expressions, and other behaviors. These monkeys are very loud and their calls sound like barks or screams. These calls are often used as a danger-signal to the rest members of the troop.",
            "WhatItEats": "Brown woolly monkeys are omnivorous animals. They eat both plants and other animals. Their diet primarily consists of fruit, but they will also eat leaves, seeds, nuts, flowers and nectar, and even insects, small rodents and reptiles.",
            "ageRange": "25 to 30 Years",
            "Threats": "The biggest threat for Brown woolly monkeys is human activity, particularly the building of new highways through parts of the Amazon and the attendant deforestation. This leads to displacement and provides new access into the forests, creating the opportunity for more hunting to occur. Hunting is mostly carried out by the indigenous communities of this region of the Amazon. Its large size makes the Brown woolly monkey highly susceptible to being hunted by locals. Individuals may also be sold locally as pets.",
            "conservationStatus": "Vulnerable",
            "Countries": "Brazil, Colombia, Ecuador, Peru",
            "profileImage": "http://animalia.bio/uploads/animals/photos/medium/original/vTqklzzgXDrmKuzFGLc8.jpg",
            "coverImage": "http://animalia.bio/uploads/animals/photos/full/1.25x1/PxauKcahFsEGXiQ8qeKW.jpg"
        },
        {
            "name": "Speckled ground squirrels",
            "Species": "Spermophilus suslicus",
            "Description": "Speckled ground squirrels are are a small ground dwelling rodents. They have dark-brown fur with white spots on their back and a short, thin tail. They are smaller and less social than other ground squirrels in their genus.",
            "Habitat": "Speckled ground squirrels are diurnal creatures which hibernate from October to April. They are active in the morning once the sun warms the area slightly and then come back to their underground den during the heat of the day. Late in the day they come out again for another feeding bout. These ground squirrels live in separate burrows within a larger colony. These colonies can be up to over 160 individuals per ha. When outside their burrows these small animals spend a most of their time standing on their hind legs scanning the surroundings in search of predators. They use alarm calls for a variety of purposes. Primarily, the alarm call is used to warn conspecific squirrels of predators and to alert predators that they've been detected.",
            "WhatItEats": "Speckled ground squirrels are herbivorous animals. They feed mostly on grasses and cereals, although small vertebrates and arthropods are also eaten.",
            "ageRange": "1 to 6 Years",
            "Threats": "Speckled ground squirrels are threatened by the loss and fragmentation of their habitat. Causes of habitat loss include the expansion of agriculture and forestry, the reduction of pasturing, the development and growth of cities, and industrial development. Also, in some areas these animals are hunted as agricultural pests.",
            "conservationStatus": "Near Threatened",
            "Countries": "Belarus, Moldova, Poland, Russia, Ukraine",
            "profileImage": "http://animalia.bio/uploads/animals/photos/medium/original/Le2d86VDPNdfkQQlaRtk.JPG",
            "coverImage": "http://animalia.bio/uploads/animals/photos/full/1.25x1/EWqRyNO8ELAUNFMbgBmc.JPG"
        },
        {
            "name": "Great horned owl",
            "Species": "Bubo virginianus",
            "Description": "The Great horned owl is a round-faced bird with the distinctive horn-shaped feather tuft on the crown of its head, which is darker than the rest of its head, promoting the overall camouflage. The owl possesses powerful, solid legs, feet and claws. The Great horned owl has binocular vision due to its eyes, facing forward. The eyes of the horned owl are various shades of yellow. This bird can also be distinguished by the white colored patch on its throat. Black and brown stripes extend all over the white underbelly. The bill of the bird is black, surrounded by white or tan colored plumage. Plumage on their back is darker, covered with brown and black markings.",
            "Habitat": "These birds are solitary animals, socializing only for nesting. They usually roost by day in protected places such as a tree limb or a recess in a rock. ",
            "WhatItEats": "Great horned owls are carnivorous, feeding mainly upon terrestrial vertebrates. Typically, their preferred prey is cottontail rabbit. However, their diet consists of a wide variety of animal species, including shrews, jackrabbits, squirrels, muskrats, mice, domestic cats, scorpions, frogs, snakes, weasels, skunks, pocket gophers, bats, beetles and grasshoppers. They will also consume both small and large birds such as sparrows, juncos, grouse, wild ducks and pheasants. In addition, great horned owls can even eat other owls on occasion.",
            "ageRange": "13-35 years",
            "Threats": "One of the major concerns is poisoning from pesticides and rodenticides, which farmers usually use in agricultural areas. Also, Great horned owls occasionally collide with electric wires as well as get into road accidents.",
            "conservationStatus": "Least Concern",
            "Countries": "Argentina, Belize, Bolivia, Brazil, Canada, Colombia, Costa Rica, Ecuador, El Salvador, Guatemala, Guyana, Honduras, Mexico, Nicaragua, Paraguay, Peru, Suriname, United States, Uruguay, Venezuela",
            "profileImage": "http://animalia.bio/uploads/animals/photos/full/1x1/great-horned-owl-portrait.jpg",
            "coverImage": "http://animalia.bio/uploads/animals/photos/full/1.25x1/img-1800-20jpg.jpg"
        },
        {
            "name": "Giant armadillo",
            "Species": "Priodontes maximus",
            "Description": "The Giant armadillo is one of the largest species of armadillos. This animal is easily recognizable due to its powerful, enlarged central claw and the carapace, covered with tough bony scales. Pentagonal scales cover the legs and tail of the animal. The carapace of the Giant armadillo is black or gray on the dorsal part and lighter - on the ventral part of its body, these two parts being separated by a strip. The body underneath the carapace is naked, wrinkly and pinkish in color. The Giant armadillo has conical head and blunt muzzle.",
            "Habitat": "Giant armadillos live in a variety of habitats, preferring, however, areas with a large population of termites. They can occasionally be seen in arid and semi-arid woodlands, savannas, tropical and subtropical rainforests as well as Brazilian floodplains.",
            "WhatItEats": "Giant armadillos are carnivores (insectivores).Their usual diet primarily consists of termites, though they can also consume ants, spiders, larvae and worms.",
            "ageRange": "12-15 years",
            "Threats": "Giant armadillo attracts hunters for its meat and primarily – for subsistence. The animal is threatened by loss of habitat due to deforestation. Being considered as a pest, this animal is frequently killed by farmers throughout the area of its habitat. And finally, the species is threatened by illegal trade, being captured and sold to wealthy animal collectors.",
            "conservationStatus": "Vulnerable",
            "Countries": "\nArgentina, Bolivia, Brazil, Colombia, Ecuador, Guyana, Paraguay, Peru, Suriname, Venezuela",
            "profileImage": "http://animalia.bio/uploads/animals/photos/full/1x1/tatu-canastra-6.jpg",
            "coverImage": "http://animalia.bio/uploads/animals/photos/full/1.25x1/tatu-canastra-4.jpg"
        },
        {
            "name": "Aardwolf",
            "Species": "Proteles cristata",
            "Description": "The aardwolf is an insectivorous mammal, native to Africa. It belongs to the same family as the hyena, however, unlike many of its carnivorous relatives, the aardwolf does not hunt large animals. It eats insects and their larvae.",
            "Habitat": "Aardwolves are shy and nocturnal animals that sleep in burrows by day. During the winter, however, they may, on occasion, become diurnal feeders. This happens during the coldest periods as they then stay in at night to conserve heat. For most of the year, aardwolves spend time in shared territories consisting of up to a dozen dens. They live in family groups consisting of a mated pair and their young. If their territory is infringed upon, aardwolves will chase the intruder up to 400 m (1,300 ft) or to the border. If the intruder is caught, which rarely happens, a fight will occur, which is accompanied by soft clucking, hoarse barking, and a type of roar. The majority of incursions occur during the mating season. When food is scarce, the stringent territorial system may be abandoned and as many as three pairs may occupy a \"single territory\". Their dens are usually abandoned aardvark, springhare, or porcupine dens, or on occasion, they find shelter in crevices in rocks. They will also dig their own dens, or enlarge dens started by springhares. They typically will only use one or two dens at a time, rotating through all of their dens every six months. During the summer, they may rest outside their den during the night and sleep underground during the heat of the day. Aardwolves locate their food by sound and also from the scent secreted by the soldier termites. They feed primarily on termites licking them off the ground. Aardwolves do not destroy the termite mound or consume the entire colony, thus ensuring that the termites can rebuild and provide a continuous supply of food. They often memorize the location of such nests and return to them every few months.",
            "WhatItEats": "Aardwolves are carnivores (insectivores). They feed mainly on termites but also other insects, larvae, eggs, and, occasionally small mammals and birds, but these constitute a very small percentage of their total diet.",
            "ageRange": "8 to 12 Years",
            "Threats": "Aardwolves are relatively widespread throughout eastern Africa. In some areas, they are persecuted because of the mistaken belief that they prey on livestock; however, they are actually beneficial to the farmers because they eat termites that are detrimental. In other areas, the farmers have recognized this, but aardwolves are still killed, on occasion, for their fur. Aardwolves are also killed by dogs and other carnivores and suffer from incidents on roads.",
            "conservationStatus": "Least concern",
            "Countries": "Angola, Botswana, Egypt, Eritrea, Swaziland, Ethiopia, Kenya, Mozambique, Namibia, Somalia, South Africa, South Sudan, Sudan, Tanzania, Uganda, Zambia, Zimbabwe, Djibouti, Lesotho",
            "profileImage": "http://animalia.bio/uploads/animals/photos/full/1.25x1/aardwolf-proteles-cristata-at-lion-and-rhino-reserve-gauteng-south-africa-2.jpg",
            "coverImage": "http://animalia.bio/uploads/animals/photos/medium/original/aardwolf-proteles-cristata-at-lion-and-rhino-reserve-gauteng-south-africa-5.jpg"
        },
        {
            "name": "Baiji",
            "Species": "Lipotes vexillifer",
            "Description": "The Baiji is a possibly extinct species of freshwater dolphin and is thought to be the first dolphin species driven to extinction due to the impact of humans. The Baiji is pale blue to gray on the dorsal (back) side, and white on the ventral (belly) side. It has a long and slightly-upturned beak with 31-36 conical teeth on either jaw. Its dorsal fin is low and triangular in shape and resembles a light-colored flag when the dolphin swims just below the surface of the murky Yangtze River, hence the name \"white-flag\" dolphin.",
            "Habitat": "Baiji are diurnal and social animals. They occur in pairs or small groups of about 10 individuals spending the day in search of fish. They are usually quiet and shy and difficult to approach. When escaping from danger, these dolphins can reach 60 km/h (37 mph), but usually stay within 30 to 40 km/h (19 to 25 mph). Because of the poor vision, baiji rely primarily on sonar for navigation. The sonar system also plays an important role in socializing, predator avoidance, group coordination, and expressing emotions.",
            "WhatItEats": "Baiji are carnivores (piscivores) and feed on a wide variety of freshwater fish.",
            "ageRange": "24 Years",
            "Threats": "The baiji population declined drastically in decades as China industrialized and made heavy use of the river for fishing, transportation, and hydroelectricity. It has been credibly claimed, after surveys in the Yangtze River during the 1980s, that baiji could be the first dolphin species in history that humans have driven to extinction. The main threats to the species included a period of hunting by humans during the Great Leap Forward, entanglement in fishing gear, the illegal practice of electric fishing, collisions with boats and ships, habitat loss, and pollution. Further studies have noted that a lack of information on the baiji's historical distribution or ecology, the environmental impact of the construction of the Three Gorges Dam on the living space of the baiji, and the failure to act for the protection of the baiji are also threats to the species. In August 2007, a Chinese man reportedly videotaped a large white animal swimming in the Yangtze. Although the animal was tentatively identified as a baiji, the presence of only one or a few animals, particularly of advanced age, is not enough to save a functionally extinct species from true extinction. The World Wildlife Fund is calling for the preservation of any possible baiji habitat, in case the species is located and can be revived.",
            "conservationStatus": "Critically endangered",
            "Countries": "China",
            "profileImage": "https://upload.wikimedia.org/wikipedia/commons/4/48/Qiqi%2C_a_Chinese_River_Dolphin_%28Baiji%29_13.jpg",
            "coverImage": "https://upload.wikimedia.org/wikipedia/commons/1/13/Qiqi%2C_a_Chinese_River_Dolphin_%28Baiji%29_12.jpg"
        },
        {
            "name": "European rabbit",
            "Species": "Oryctolagus cuniculus",
            "Description": "The European rabbit is a small mammal native to southwestern Europe and to northwest Africa. It is known as an invasive species because it has been introduced to countries on all continents with the exception of Antarctica, and has caused many problems within the environment and ecosystems. European rabbits are generally greyish-brown in color. The patch on their chest is brown, while the rest of the underparts are white or grey. A white star shape is often present on kits' foreheads but rarely occurs in adults. The whiskers are long and black, and the feet are fully furred and buff-colored. The tail has a white underside, which becomes prominent when escaping danger. This may act as a signal for other rabbits to run.",
            "Habitat": "European rabbits are well known for digging networks of burrows, called warrens, where they spend most of their time when not feeding. These are gregarious animals, which live in stable social groups centered around females sharing access to one or more burrow systems. Within these groups, there are dominance hierarchies for both bucks (males) and does (females). Warrens usually contain 2-10 individuals living in smaller groups to ensure greater breeding success. Does tend to be more territorial than bucks, although the areas most frequented by does are not defended. Territories are marked with dung hills. European rabbits are active from late afternoon to early morning and usually stay above the ground during the night. They rarely stray far from their burrow: when feeding on cultivated fields, they typically only move 25 meters away from the burrow, and rarely 50 meters. European rabbits are usually silent animals, though they have at least two vocalizations. The most well known is a high treble scream or squeal. This sound is uttered when in extreme distress, such as being caught by a predator or trap. During the spring, bucks express contentment by emitting grunting sounds when approaching other rabbits. These grunts are similar to shrill hiccups and are emitted with the mouth closed. Aggression is expressed with a low growl.",
            "WhatItEats": "European rabbits are herbivores (graminivores, folivores). They eat a wide variety of herbage, especially grasses, favoring the young, succulent leaves and shoots of the most nutritious species. Hungry rabbits in winter may eat tree bark and blackberries.",
            "ageRange": "9 Years",
            "Threats": "The main threats to European rabbits include habitat loss and fragmentation, and diseases. These animals also suffer from hunting and trapping; they are known as an invasive species because they have been introduced to countries on all continents with the exception of Antarctica, and have caused many problems within the environment and ecosystems. For instance, feral European rabbits in Australia have had a devastating impact, due in part to the lack of natural predators there.",
            "conservationStatus": "Endangered",
            "Countries": "Albania, Algeria, Australia, Austria, Belgium, Bulgaria, Chile, Croatia, Czech Republic, Denmark, Germany, Greece, Hungary, Ireland, Italy, Morocco, Namibia, Netherlands, New Zealand, Norway, Poland, Romania, Russia, Slovakia, South Africa, Sweden, Switzerland, United Kingdom, United States",
            "profileImage": "http://animalia.bio/uploads/animals/photos/full/1x1/zVk2K8u0G4IAfac0ORbK.jpg",
            "coverImage": "http://animalia.bio/uploads/animals/photos/full/1.25x1/WiAD4JG4QOyiLgOypB1z.jpg"
        },
        {
            "name": "Kob",
            "Species": "Kobus kob",
            "Description": "The Kob is a species of antelope native to more than 15 African countries. They resemble the impala but are more heavily built. Males are more robust than females and have horns. Kobs are typically golden to reddish-brown in color. Their throat patch, eye ring, and inner ear are white, and the forelegs are black at the front. Males get darker as they get older.",
            "Habitat": "Kobs are diurnal animals, but inactive during the heat of the day. They live in groups of either females and calves or just males. These groups generally range from 5 to 40 animals. Females may also live in herds numbering in the thousands. They move more and are more social than territorial males. During the daily movements to water, females are at the front and young learn where to go from their mothers. Males are also present in the migratory herds and follow the females. All-male herds may number in the hundreds and accompany females as they travel during the dry season. Adult males try to establish their territories in the best habitat available, which are inhabited by herds of females and their young. Young males, live in bachelor herds and are segregated from the females by the territorial males. On floodplains, males establish traditional territories, while the rest live in clustered territories known as leks. Lek clusters are located on patches of short grass or bare ground within comparably tall grassland.",
            "WhatItEats": "Kobs are herbivorous (graminivorous) animals that feed on grasses and reeds.",
            "ageRange": "17 Years",
            "Threats": "The main threat to kobs is overhunting for meat. During the 1990s poaching has caused huge declines of kob populations in such areas as Comoé National Park, Côte d'Ivoire and northern and eastern Central African Republic. Another serious threat to these animals is the loss of habitat due to agricultural development, expansion of human settlements, and competition with livestock.",
            "conservationStatus": "Least concern",
            "Countries": "Benin, Burkina Faso, Cameroon, Central African Republic, Chad, DR Congo, Cote d'Ivoire, Ethiopia, Ghana, Guinea, Guinea-Bissau, Mali, Niger, Nigeria, Senegal, South Sudan, Togo, Uganda",
            "profileImage": "http://animalia.bio/uploads/animals/photos/full/1x1/kob-kobus-kob-2.jpg",
            "coverImage": "http://animalia.bio/uploads/animals/photos/full/1.25x1/as6hQITkR6wDtyQtBUyW.jpg"
        },
        {
            "name": "Red-crowned crane",
            "Species": "Grus japonensis",
            "Description": "The Red-crowned crane is the world's second rarest crane. It is a tall, graceful bird, which is mainly white with black lower wings. Males have black cheeks, throat and neck, whilst in females these parts are a pearly-gray. An adult crane has a bare patch of skin on top of its bright red head. Its beak is olive-green and its legs are black. Juvenile cranes are similar in appearance, though without the red crown and with black tips on their outer flight feathers.",
            "Habitat": "They also forage regularly on pasturelands in Japan, and in winter they use coastal salt marshes, rivers, freshwater marshes, rice paddies and cultivated fields. These cranes prefer to nest in marshes with relatively deep water and standing, dead vegetation\nRed-crowned cranes are well adapted to cold temperatures.",
            "WhatItEats": "A Red-crowned crane's diet consists of fish, insects, aquatic invertebrates, amphibians, rodents, reeds, heath berries grasses, corn, and other plants. In winter they also eat grain and waste from agricultural fields.",
            "ageRange": "30-70 years",
            "Threats": "Degradation of their habitat due to drainage of wetlands for industry and agriculture is the major threat today to the Red-crowned crane.",
            "conservationStatus": "endangered",
            "Countries": "\nChina, Japan, North Korea, South Korea, Mongolia, Russia, Taiwan",
            "profileImage": "http://animalia.bio/uploads/animals/photos/small/1x1/red-crowned-crane-2-1.jpg",
            "coverImage": "http://animalia.bio/uploads/animals/photos/full/1.25x1/japanese-cranes-cawing.jpg"
        },
        {
            "name": "Emu",
            "Species": "\nDromaius novaehollandiae",
            "Description": "The emu is one of the most famous animals of Australia, a tall flightless bird, second in height to the ostrich. Adults have a covering of shaggy gray-brown feathers, apart from the head and neck, which are mostly naked and bluish-black. Their wings are greatly reduced in size, but they have long and powerful legs. There are three forward-facing toes on each foot, but no hind toe. Most emus are seen along roadsides, near a barrier like a fence, which suggests close association, but emus are not really social birds, except for the young, which remain with their father.",
            "Habitat": "The emu is a hardy bird and will survive in most parts of Australia's rugged environment, but it avoids thickly forested regions. It thrives in remote places like the dry plains at Australia's centre, the tropical woodlands to the north, and the cold snowfields of the high country.",
            "WhatItEats": "Emus are omnivorous and eat seeds, flowers, fruits and tender roots. During the summer they eat many insects, especially caterpillars, beetles and grasshoppers, and also small vertebrates.",
            "ageRange": "5-20 years",
            "Threats": "Today the emu remains abundant and widespread. Following the arrival of settlers from Europe, emus were widely hunted for oil and meat, and their eggs were collected for food. As a result, they became extinct on several islands, including Tasmania.",
            "conservationStatus": "Least Concern",
            "Countries": "Australlia",
            "profileImage": "http://animalia.bio/uploads/animals/photos/full/1x1/nBEhSy3Li6SlP0IjyRMc.jpg",
            "coverImage": "http://animalia.bio/uploads/animals/photos/full/1.25x1/emu-dromaius-novaehollandiae-2.jpg"
        },
        {
            "name": "Mandarin duck",
            "Species": "Aix galericulata",
            "Description": "Mandarin ducks, called yuan-yang by the Chinese, are featured often in Oriental art and regarded as symbols of conjugal fidelity and affection. Adult males are striking and unmistakable, with a red bill, a large white crescent above his eye and a reddish face with \"whiskers\". His breast is purple with double vertical white bars and his flanks are red and have two orange \"sails\" in the rear. During molting, the males resemble the females but their red bill is their point of difference. The female’s bill is pinkish and she is much less colorful than her mate. She is pale beige with thin white flank stripe and a white under body, and has a white eye ring from where a stripe runs to the back of her head.",
            "Habitat": "This duck  species lives in riparian habitats alongside rivers and streams. Their aquatic ecosystems must have forest or woodland very close because they only nest in tree cavities.Outside  of breeding season they also utilize marshes, wetlands, flooded pastures, and rivers. Most Mandarins live near sea level, but they occupy regions up to 5,000 ft. above sea level",
            "WhatItEats": "Mandarin ducks are omnivores, but their diet changes seasonally: in cold season they are mainly herbivores (granivores), they eat water plants and grains such as rice. When it's warm they eat insects, snails, small fish, and worms.",
            "ageRange": "3-12 years",
            "Threats": "Formerly abundant, Mandarin duck populations in their native countries in the Far East have declined as a result of habitat destruction (mainly logging), as well as over-hunting.",
            "conservationStatus": "Least Concern",
            "Countries": "\nAustria, Belgium, Denmark, France, Germany, Netherlands, Slovenia, Switzerland, United Kingdom",
            "profileImage": "http://animalia.bio/uploads/animals/photos/small/1x1/mandarin-duck-tokyo-japan-s4e0498.jpg",
            "coverImage": "http://animalia.bio/uploads/animals/photos/full/1.25x1/mandarin-duck-3.jpg"
        },
        {
            "name": "Bactrian camel",
            "Species": "\nCamelus bactrianus",
            "Description": "The Bactrian camel is native to the steppes of Central Asia and its population exists mainly in the domesticated form. These camels are most famous for their two large humps on their back rather than the single-humped Dromedary camels. A camel's hump does not serve a reservoir for water, contrary to popular belief. Instead, it contains energy-rich fat, which a camel metabolizes for energy when there is little food available. Due to its efficient metabolism, Bactrian camels can last for months with no water. And when they do drink, they can consume as much as 30 gallons (113 liters) of water in one go.",
            "Habitat": "Bactrian camels are migratory, with habitats that range from rocky mountain massifs, to flat arid desert, stony plans and sand dunes.",
            "WhatItEats": "Bactrian camels are herbivores and can eat plants that are prickly, dry, salty, and/or bitter, but they like any kind of vegetation. If other food is not available, they may eat bones, other animals' skin, and different kinds of flesh. They may eat sandals, ropes, and even tents in more extreme conditions.",
            "ageRange": "40-50 years",
            "Threats": "Bactrian camels are threatened by habitat loss through developments such as gas pipes and very toxic illegal mining. Further threats are competition for precious water and grazing in the desert with livestock and domestic camels, as well as hybridization with domestic camels.",
            "conservationStatus": "critically endangered ",
            "Countries": "\nChina, Mongolia",
            "profileImage": "http://animalia.bio/uploads/animals/photos/full/1.25x1/bactrian-camel-3.jpg",
            "coverImage": "http://animalia.bio/uploads/animals/photos/medium/original/kprz4SJqKU2caKshSjdo.jpg"
        },
        {
            "name": "Southern cassowary",
            "Species": "Casuarius casuarius",
            "Description": "The Southern cassowary is a big flightless bird that is most closely related to emus. It looks somewhat like a huge prehistoric turkey on stilts, wearing a large pointed casque or helmet. It is the second biggest bird on Earth alive today. Its name is from a Papuan word meaning ‘horned head’, a reference to the helmet made of tough skin on the top of its head. This casque slopes backwards and the bird uses it to push through vegetation when running through the rainforest, head down. Its 'helmet' also reflects dominance and age. Male and female look like each other, although females are usually larger and heavier. The chicks are striped cream and black, fading to brown after about five months. Adult colors and the casque start to develop around two to four years of age",
            "Habitat": "Cassowaries require a high diversity of fruiting trees to provide a year-round supply of fleshy fruits. Although occurring primarily in rainforest, they also use woodlands, melaleuca swamps, mangroves and even beaches, both as intermittent food sources and as connecting habitat between more suitable sites. Places with a mix of these environments are preferred by cassowaries that live near the coast.",
            "WhatItEats": "Southern cassowaries are herbivores (frugivores), they mainly eat fallen fruits, and they also consume invertebrates, small vertebrates and carrion.",
            "ageRange": "12-40 years",
            "Threats": "The destruction of tropical wet coastal lowland habitat and rainforest is the most important threat to the Southern cassowary population. The forest is cleared for agriculture and development, causing populations become isolated and fragmented, reducing genetic variation. These birds also may not have access in their forest patches to sufficient food or water. Traffic accidents also kill many of these birds, particularly in Queensland, where more humans are coming to live. Humans also bring dogs, which prey particularly on the young birds. Some communities in New Guinea rely on cassowaries as a food source and so heavily hunt these birds.",
            "conservationStatus": "Vulnerable",
            "Countries": "\nAustralia, Indonesia, Papua New Guinea",
            "profileImage": "http://animalia.bio/uploads/animals/photos/full/1.25x1/paradisio-155934.jpg",
            "coverImage": "https://www.bushheritage.org.au/getmedia/55bd15d3-b077-4086-8c70-429d89a9c0f6/NCD101629-2-casswary-parish?width=800&height=534&ext=.jpg"
        },
        {
            "name": "Wahlberg's epauletted fruit bat",
            "Species": "Epomophorus wahlbergi",
            "Description": "Wahlberg's epauletted fruit bat is a species of megabat that is found across southern Africa. These bats are brown to tawny in color with white hair patches at the base of the ears. Males are typically darker in coloration than females. These bats are named for erectable epaulettes of hair that form around large scent glands in males only Males are also distinguished from females by air sacs on the neck that may increase the volume of courtship calls. Scent glands are located near the white ear patches in both sexes. Their wings are very broad compared to other bat species.",
            "Habitat": "Wahlberg's epauletted fruit bats are nocturnal creatures. They roost in groups in well-lit open trees, under palm fronds, in dense forests near rivers, under thatched roofs of sheds, and, rarely, in caves. These roosting groups may be 3-100 individuals. Bats typically change roost locations daily or every few days and may fly as far as 4 km (2.5 mi) to feeding areas. Frequent change of roosting sites depends on the ripening of fruit trees and also may be a strategy to decrease predation. Females travel greater distances to feeding areas early in the night while males travel farther closer to dawn. While roosting, bats are usually quiet and do not intrude on each other's space. They like to groom themselves and this may last up to 30 minutes; after that, they usually take off from the roost tree. Most flight occurs in the first three hours of the night. The flight of Wahlberg’s epauletted fruit bat is relatively slow and somewhat clumsy, and they often bump into other individuals and obstacles.",
            "WhatItEats": "Wahlberg's epauletted fruit bats are frugivorous animals. Their diet mainly consists of figs, guava, and some other fruits. They may also eat leaves and some insects.",
            "ageRange": "10 Years",
            "Threats": "There are no major threats to Wahlberg's epauletted fruit bats at present. However, in KwaZulu-Natal, South Africa they these bats suffer from loss of habitat because of dune mining and extensive drought.",
            "conservationStatus": "Least concern",
            "Countries": "Cameroon, Equatorial Guinea, Angola, Botswana, Burundi, Congo, DR Congo, Gabon, Kenya, Malawi, Mozambique, Rwanda, Somalia, South Africa, Swaziland, Tanzania, Uganda, Zambia, Zimbabwe",
            "profileImage": "http://animalia.bio/uploads/animals/photos/full/1x1/epauletted-fruit-bat-epomophorus-sp-juvenile-.jpg",
            "coverImage": "http://animalia.bio/uploads/animals/photos/full/1.25x1/s259gRcmr0wcSM5JGQt5.jpg"
        },
        {
            "name": "White lipped peccary",
            "Species": "Tayassu pecari",
            "Description": "White-lipped peccaries are generally brown or black in color. Their coat is bristly and hairs that run down the spine make a crest, which stands up when the peccary becomes excited. Peccaries have a round body with a long snout. They have white markings that start below the snout and run to the cheek area just below the eyes. Young peccaries are grey, reddish or dark in color, sometimes with a white throat.",
            "Habitat": "White-lipped peccaries are active during the day, more specifically in the mornings and afternoons. They live in herds that number 20-300 individuals, including both males and females, and cases have been reported of herds reaching 2000 peccaries. These animals can spend up to two-thirds of their day traveling and feeding. They also like to wallow in mud. Often, peccaries can be smelled before seen because they give off a skunk-like odor. When these animals roam in their range land, they can be very loud, clattering their teeth and grunting to one another to communicate and stay within the herd. They communicate with olfactory, acoustic, and physical contact to keep together in the herd. When cornered or feel threatened White-lipped peccaries become aggressive; they give off a loud “bark” and show off their teeth in an attempt to avoid conflict.",
            "WhatItEats": "White-lipped peccaries are omnivores and feed on fruits, nuts, vegetation, and small amounts of animal matter.",
            "ageRange": "13 Years",
            "Threats": "Main threats to White-lipped peccaries survival are deforestation and hunting. Destruction and subdivision of their natural range can have devastating effects on their population. Loss of habitat can lead to exposure for poachers, who can easily kill many peccaries at one time.",
            "conservationStatus": "Vulnerable",
            "Countries": "Argentina, Belize, Bolivia, Brazil, Colombia, Costa Rica, Ecuador, Guatemala, Guyana, Honduras, Mexico, Nicaragua, Panama, Paraguay, Peru, Suriname, Venezuela",
            "profileImage": "http://animalia.bio/uploads/animals/photos/medium/original/white-lipped-peccary-tayassu-pecari.jpg",
            "coverImage": "http://animalia.bio/uploads/animals/photos/medium/original/8iIOPZBeUIqwAip6eTwh.jpg"
        },
        {
            "name": "Azara's agouti",
            "Species": "Dasyprocta azarae",
            "Description": "Azara's agoutis are rodents named after Spanish naturalist Félix de Azara. They have a brown back and a whitish belly. The hair is glossy and coarse. These animals have 3 toes on their hind feet and 5 toes on the front feet.",
            "Habitat": "Azara's agoutis are active during the day. It's quite difficult to study these animals as they are naturally extremely shy and will flee and hide when humans approach. Their shyness is thought to be related to their solitary lifestyles and maybe because they are heavily preyed upon by many carnivorous species, including humans. However, if bred in captivity, they can become trusting animals. When threatened Azara's agoutis will let out little barks. These animals are sometimes known as \"jungle gardeners\", as they often bury nuts and seeds and forget where they put them, therefore helping new plants to grow. Azara's agoutis also can swim well and are often seen near water.",
            "WhatItEats": "Azara's agoutis are herbivores. They feed on plant material, fruits, seeds and nuts.",
            "ageRange": "Up to 20 years",
            "Threats": "The population of this species may have gone locally extinct in some areas due to hunting.",
            "conservationStatus": "Data deficient",
            "Countries": "Argentina, Brazil, Paraguay, Bolivia",
            "profileImage": "http://animalia.bio/uploads/animals/photos/full/1x1/one-of-several-azaras-agouti-dasyprocta-azarae-searching-for-fruits-discarded-by-monkeys-.jpg",
            "coverImage": "http://animalia.bio/uploads/animals/photos/full/1.25x1/lyn8flw9jzh8A9gPTL7z.JPG"
        },
        {
            "name": "Hoary fox",
            "Species": "Lycalopex vetulus",
            "Description": "The Hoary fox is a species of South American fox or \"false\" fox native to Brazil. These animals have a short muzzle, small teeth, a short coat, and slender limbs. The upper part of their body is grey, and the underside of the body is cream or fawn. The tail is black on the tip with a marked dark stripe along the upper surface, which in male animals may extend all the way along the back to the nape of the neck. The ears and outside part of the legs are reddish or tawny, and the lower jaw is black. Being slender and small in size, Hoary foxes makes are very agile and fast-running animals and their relatively weak teeth adapt them to feeding on invertebrates, rather than larger prey.",
            "Habitat": "Hoary foxes are nocturnal, and largely solitary outside of the breeding season. They have widely varying home ranges, depending on the local environment. As dens, these animals usually use armadillo burrows.",
            "WhatItEats": "Hoary foxes are omnivorous animals. They mainly eat insects, especially termites and dung beetles, but also may eat rodents, small birds, and fruit.",
            "ageRange": "Unkown",
            "Threats": "There are no major threats to Hoary foxes at present. The habitat of these animals is destroying for agriculture (livestock and soybean) but luckily, they adapt to livestock pasture because it is rich in termites and dung beetles.",
            "conservationStatus": "Least concern",
            "Countries": "Brazil",
            "profileImage": "http://animalia.bio/uploads/animals/photos/full/1.25x1/ikwl7dbldD3jYikOumnt.jpeg",
            "coverImage": "http://animalia.bio/uploads/animals/photos/medium/original/4dhSYq5iSGuvcAN5DU6k.jpg"
        },
        {
            "name": "New Holland Mouse",
            "Species": "Pseudomys novaehollandiae",
            "Description": "New Holland mice are little rodents that have a grey-brown fur with a dusky-brown tail, which is darker on the dorsal side. These mice look very similar to the Common house mouse, which was introduced to the area by European settlers. However, New Holland mice have slightly larger ears and eyes and they lack a distinctive 'mousy' odor.",
            "Habitat": "New Holland mice are social animals. They live in burrows that are carved out by colonies of mice in softer sands. These mice are active at night and spend a majority of their time foraging.",
            "WhatItEats": "These omnivorous mice feed mainly on seeds above ground. Although seeds are the most prominent component of New Holland mice diet, they also consume leaves, fungi and small invertebrates.",
            "ageRange": "1.5 to 2 Years",
            "Threats": "Main threats to New Holland mice are inappropriate fire regimes, habitat loss and fragmentation, climate change and habitat degradation due to weeds, livestock and non-native herbivores. The most severe and pressing danger comes directly from the threat of predators in the environment. Predation is brought upon by the natural predators in the environment. Such predators include the Red Fox, cats, and dogs. In addition to the increase of predators, an increase in competition for resources in the environment has also been noted a contributor to their decline. The competition is most frequently encountered between other species of rodents in the same habitat.",
            "conservationStatus": "Vulnerable",
            "Countries": "New South Wales, Queensland, Tasmania, Victoria",
            "profileImage": "http://animalia.bio/uploads/animals/photos/full/1.25x1/iOwoWCa69TQN7db66S5F.jpg",
            "coverImage": "http://animalia.bio/uploads/animals/photos/medium/original/new-holland-mouse.jpg"
        },
        {
            "name": "Buffy-headed marmoset",
            "Species": "Callithrix flaviceps",
            "Description": "The Buffy-headed marmoset is a rare species of marmoset native to forests of Brazil. These marmosets have black and grey fur on their body, blackish and pale fur on their tails and yellowish underparts. They have orange to yellow fur on their crown and cheeks. Like all marmosets, they have claws instead of nails on all digits except the big toes. This adaptation allows marmosets to cling to trees with ease while feeding on their favorite food, tree gum.",
            "Habitat": "Buffy-headed marmosets are social arboreal animals. They live in groups of up to fifteen consisting of related individuals, where females dominate males. Each group usually contains only one breeding female. Buffy-headed marmosets are active during the day. Due to their small size, these marmosets have many predators and have developed four distinct patterns of predator avoidance. Primarily, they avoid aerial predators through low-intensity alarm signals, emitting soft, closed-mouth whistles to warn other group members. Another behavior in dealing with aerial threats is a high-intensity alarm. They will produce a half-mouthed, open whistle to alert other members to take cover under branches or trees, sometimes immediately ceasing movement to avoid exposure. The third type of anti-predator alarm is for low-intensity terrestrial threats. A few marmosets in the group will give a call to the rest, alerting them of a possible threat such as a snake. Marmosets then “mob” the predator by amassing in large groups, thus not giving the predator a chace to attack. The last reaction is for high-intensity terrestrial situations. In instances of dealing with larger or more threatening predators, such as the tayra, marmosets amass in a large group, yelping in piercingly loud manner to try and scare the predator away.",
            "WhatItEats": "Buffy-headed marmosets are herbivores. They primarily eat fruits, gum, and plant exudates. They may also consume bird eggs and nestlings. Additionally, they may prey on both vertebrates and invertebrates: primarily orthopterans, phasmids, coleopterans, caterpillars, and tree frogs.",
            "ageRange": "10 to 16 Years",
            "Threats": "Buffy-headed marmosets are threatened by the fragmentaion of their habitat through mining, agriculture and cattle ranching, tree plantations, and urbanization. These marmosets also suffern from hunting for pets.",
            "conservationStatus": "Endangered",
            "Countries": "Brazil",
            "profileImage": "http://animalia.bio/uploads/animals/photos/medium/original/B2eCJ4kymHynGqs9laVF.jpg",
            "coverImage": "http://animalia.bio/uploads/animals/photos/full/1.25x1/7eVucXfSysw3902Gdd5j.jpg"
        },
        {
            "name": "Northern pika",
            "Species": "Ochotona hyperborea",
            "Description": "Northern pikas have small rounded ears and short legs with five toes on each foot and furry soles. Their fine long hair is reddish-brown in summer but much greyer in winter. The underparts are white tinged with reddish-brown. Northern pikas vary in size and colouring across their extensive range. These animals shed their fur twice per year, bearing a reddish-brown coat in the summer and grayish-brown coat in winter.",
            "Habitat": "Northern pikas are crepuscular and social. They live in a network of burrows which they make themselves and also use crevices in the rocks or subterranean runways. Each underground network has many entrances and pathways that are connescted with feeding areas on the surface. When above ground, these small animals spend their time moving about, feeding, grooming or sitting in a stationary position. They mostly move around using short jumps but can also walk, run, and climb. During foraging, they gather food and carry it back to one of the eating points near entrances to the burrow. If alarmed while feeding, the pika may dash to its hole or remain stationary and alert till the danger passes. They also collect green parts of plants, allow them to dry, and store them in caches. Northern pikas do not hibernate and can tunnel under the snow to reach their caches or visit areas where twigs and other plants are still available. When threatened these animals produce a sharp warning cry \"Kitz\" or may call to other pikas in the area and those may respond. Other shrill calls may be made when sitting or moving around.",
            "WhatItEats": "Northern pikas are herbivorous and eat a variety of plant material such as grasses, twigs, needles, stems, and leaves.",
            "ageRange": "3 Years",
            "Threats": "Currently, these animals don't face any significant threats.",
            "conservationStatus": "Least concern",
            "Countries": "China, Japan, Mongolia, Russia",
            "profileImage": "http://animalia.bio/uploads/animals/photos/full/1.25x1/wvtvvrH5RIgzKrY9iils.jpg",
            "coverImage": "http://animalia.bio/uploads/animals/photos/medium/original/9aVBcce2uV1zZYjshk20.jpg"
        },
        {
            "name": "Lesser flamingo",
            "Species": "Phoeniconaias minor",
            "Description": "The Lesser flamingo is the smallest of all flamingos, but has the largest number of population. They have a bill of deep red, tipped with black. The wings are narrow and the primary and secondary flight feathers are black, and their wing coverts are red. They posses the \"hallux\" or hind toe that some other flamingos do not have. Their eyes are orange to yellow, surrounded by a ring of maroon. Males are a little taller than females. The feathers of juvenile are brown and they have a dark gray beak.",
            "Habitat": "Lesser flamingos do not migrate and they live in big colonies with sometimes more than 1 million birds. They are mostly active at night. They fly between water bodies in large, V-shaped formations when food sources have become depleted. Even when food is plentiful, flocks may sometimes fly between water sources during the day.",
            "WhatItEats": "Lesser flamingos mostly eat blue green algae but occasionally they can eat crustaceans and small insects.",
            "ageRange": "50 years",
            "Threats": "People collect flamingo eggs and expand into their habitat by farming, urban development and road construction. Major threats for lesser flamingo are land-claim, human disturbance, and water pollution from heavy metals and pesticides. Lesser flamingos breed on very low number of breeding sites so any industrial or agriculture activity even somewhere near may dramatically impact the whole population.",
            "conservationStatus": "near threatened",
            "Countries": "Angola, Botswana, Burundi, Cameroon, DR Congo, Djibouti, Eritrea, Ethiopia, Gabon, Gambia, Guinea, Guinea-Bissau, India, Kenya, Lesotho, Madagascar, Malawi, Mauritania, Mozambique, Namibia, Pakistan, Senegal, Sierra Leone, South Africa, Tanzania, Uganda, Yemen, Zambia, Zimbabwe, Chad, Comoros, Egypt, Ghana, Iran, Mauritius, Morocco, Niger, Nigeria, Oman, Rwanda, Sao Tomé and Principe, Saudi Arabia, Somalia, Spain, Sri Lanka, Swaziland, United Arab Emirates, Sudan, Afghanistan",
            "profileImage": "http://animalia.bio/uploads/animals/photos/full/1x1/lesser-flamingo-6.jpg",
            "coverImage": "http://animalia.bio/uploads/animals/photos/full/1.25x1/lesser-flamingo-4.jpg"
        },
        {
            "name": "Saiga antelope",
            "Species": "Saiga tatarica",
            "Description": "The Saiga antelope is a critically endangered antelope that once inhabited a vast area of the Eurasian steppe. This unusual antelope has a distinctive pair of closely spaced, bloated nostrils directed downward. The coat of these animals changes according to the season. In summer, it appears yellow to red, fading toward the flanks. In winter, the coat develops a pale, grayish-brown color, with a hint of brown on the belly and the neck. The ventral parts are generally white. Only males possess horns that are thick and slightly translucent. The horns are wax-colored and show 12 to 20 pronounced rings.",
            "Habitat": "antelopes live in semideserts, grasslands, open woodlands, and steppes. They avoid travelling through heavily forested areas, preferring to stay out in the open where they can spot predators and run unimpeded. Saigas will also avoid areas that are extremely rocky or steep terrain for the same reason.",
            "WhatItEats": "Saiga antelopes are herbivores (graminivores). They feed on a wide range of grasses, steppe lichens, and other plants.",
            "ageRange": "10-12 years",
            "Threats": "The population of Saiga antelope fell drastically following the collapse of the USSR due to uncontrolled hunting and demand for horns in Chinese medicine. Saigas have been a target of hunting since prehistoric ages when hunting was an essential means to acquire food. The horns, meat, and skin of these animals have commercial value and are exported from Kazakhstan. Saiga horn, known as Cornu Antelopis, is one of the main ingredients in traditional Chinese medicine that is used as an extract or powder additive to the elixirs, ointments, and drinks. Their value is equal to the rhinoceros horn, whose trade was banned in 1993. Although hunting and trade are considered illegal, the horn products still can be found sold publicly and openly in a great variety of venues and businesses. Another serious threat to Saiga antelopes is habitat loss. Agricultural advancement and human settlements have been shrinking habitat areas of these animals since the 20th century. Occupants limited Saiga's passage to water resources and the winter and summer habitats. Saigas are also dependent on weather and affected by climate fluctuations to a great extent due to their migratory nature. Harsh winters with strong winds or high snow coverage disable feeding on the grass under the thick snow. Population size usually dramatically decreases after severe cold months. Moreover, high temperatures in the steppe region lead to springtime floods, in which saiga calves can drown.",
            "conservationStatus": "Critically Endangered",
            "Countries": "\nKazakhstan, Mongolia, Russia, Uzbekistan, Turkmenistan",
            "profileImage": "http://animalia.bio/uploads/animals/photos/full/1.25x1/99KotVzUjIrSL46j3Uht.jpg",
            "coverImage": "http://animalia.bio/uploads/animals/photos/medium/original/saiga-igor-shpilenok.jpg"
        },
        {
            "name": "Corsac fox ",
            "Species": "Vulpes corsac",
            "Description": "The Corsac fox is a species of Asian foxes. These medium-sized animals have grey to yellowish fur over much of the body, with paler underparts and pale markings on the mouth, chin, and throat. During the winter, their coat becomes much thicker and silkier in texture, and is straw-grey in color, with a darker line running down the back. Corsac foxes have keen eyesight and hearing and an acute sense of smell. They have a number of scent glands, some of which produce pungent odors. The glands are found in the anal region, above the base of the tail, and on the paws and cheeks.",
            "Habitat": "These foxes inhabit open grassy steppes and semideserts and avoid dense vegetation and mountainous regions. True deserts with drifting sands are also avoided, as are snowfields more than about 15 cm (6 in) deep. Corsac foxes generally stay far away from human disturbances.",
            "WhatItEats": "Corsac foxes are omnivorous, mainly carnivorous animals. Their diet consists mainly of insects and small rodents, such as voles, gerbils, jerboas, hamsters, and ground squirrels. They may also eat larger prey, including hares and pikas, and will scavenge for carrion and human refuse. They do occasionally eat fruit and other vegetation, especially when animal prey is scarce. As an adaption to the arid climate in which they live, Corsac foxes need little water to survive, obtaining most of the moisture they need from their food.",
            "ageRange": "9-13 years",
            "Threats": "The major threat posed to the corsac fox is poaching. They are slow runners and are easily caught by hunters, and their population has been reduced in areas where they have been heavily hunted for their fur. In the late 19th century, up to 10,000 Corsac foxes were killed annually for pelt trade. The other main threats include overgrazing by livestock, landscape development, and natural disasters, which can cause the numbers of foxes to drop 90% in some areas.",
            "conservationStatus": "Least Concern",
            "Countries": "Afghanistan, China, Iran, Kazakhstan, Kyrgyzstan, Mongolia, Russia, Tajikistan, Turkmenistan, Uzbekistan",
            "profileImage": "http://animalia.bio/uploads/animals/photos/full/1x1/corsac-fox-lying-in-the-grass.jpg",
            "coverImage": "http://animalia.bio/uploads/animals/photos/full/1.25x1/corsac-fox-sitting.jpg"
        },
        {
            "name": "Northern cardinal",
            "Species": "Cardinalis cardinalis",
            "Description": "The Northern cardinal is a medium-sized very popular songbird of North America. Seven eastern states have it as their official state bird. The male is perhaps most responsible for their popularity, being the perfect combination of conspicuousness, familiarity, and style, featuring a very appealing shade of red. The brown females even have a sharp crest and red accents. These birds do not migrate and they do not molt to a dull plumage, so in the winter snow they still look stunning. In summer, one of the earliest sounds in the morning is their sweet whistling.",
            "Habitat": "They inhabit woodland edges, streamside thickets, swamps and vegetation near houses in suburban areas.",
            "WhatItEats": "Northern cardinals are herbivores (granivores), they eat the seeds of grasses and corn, fruit (grapes and berries), buds, sunflower seeds, and insects. Sometimes they will drink maple sap out of sapsucker holes.",
            "ageRange": "15 years",
            "Threats": "Over the past 200 years, this species has increased in geographic range and number. However, habitat loss at their edge of their range, in southeastern California, may lead to the loss of the cardinal population in this area.",
            "conservationStatus": "Least Concern",
            "Countries": "Belize, Canada, Guatemala, Mexico, United States, Honduras",
            "profileImage": "http://animalia.bio/uploads/animals/photos/medium/original/northern-cardinal-23.jpg",
            "coverImage": "http://animalia.bio/uploads/animals/photos/full/1.25x1/northern-cardinal-1.jpg"
        },
        {
            "name": "Little Blue heron",
            "Species": "Egretta caerulea",
            "Description": "Despite being called a heron, these birds seems to be close relatives of the Snowy egret. They look much like them when they are young, but molt to a slate-blue color as an adult. They are generally wary and so are hard to approach. They nest in colonies, sometimes with just their own species. When they are large mixed heronries, the Little blues are usually found nesting along the edges. Several of the largest colonies are located in the lower part of the Mississippi Valley, where these birds often nest together with Cattle egrets.",
            "Habitat": "It prefers freshwater areas like ponds, lakes, swamps, marshes, and lagoons, but sometimes also occupies flooded and dry grasslands, and marine coastlines.",
            "WhatItEats": "Little Blue herons are carnivorous, they eat fish, frogs, lizards, turtles, snakes, and crustaceans like crabs, crayfish and shrimp, aquatic insects and spiders. It eats grasshoppers, beetles, crickets, and other grassland insects when the wet areas turn dry.",
            "ageRange": "14 years",
            "Threats": "Hunted in the past for its feathers, used in hat-making, today the biggest threat to this species is the degradation and loss of freshwater wetlands. It is also threatened in parts of its range by persecution because it forages at fish-rearing facilities, as well as by contamination from heavy metals and pesticides, when it forages in cultivated fields. It may also be threatened by competition from the exotic cattle egret, this bird being more aggressive than the other herons, being thought to out-compete the Little blues for food.",
            "conservationStatus": "Least Concern",
            "Countries": "Antigua and Barbuda, Argentina, Bahamas, Barbados, Belize, Bolivia, Brazil, Canada, Chile, Colombia, Costa Rica, Cuba, Dominica, Dominican Republic, Ecuador, El Salvador, Grenada, Guadeloupe, Guatemala, Guyana, Honduras, Jamaica, Mexico, Nicaragua, Panama, Paraguay, Peru, Saint Kitts and Nevis, Saint Lucia, Saint Vincent and the Grenadines, Suriname, Trinidad and Tobago, United States, Venezuela, Portugal, South Africa, Uruguay",
            "profileImage": "http://animalia.bio/uploads/animals/photos/small/1x1/little-blue-heron------2014-03-03-3437-edited-1.jpg",
            "coverImage": "http://animalia.bio/uploads/animals/photos/full/1.25x1/he-went-that-way.jpg"
        },
        {
            "name": "Pallas’s cat",
            "Species": "Otocolobus manul",
            "Description": "Pallas’s cat is similar in size to a domestic cat but it looks much bigger because of its stocky build and its long, thick coat, which helps protect it in its frosty habitat. Its shaggy coat is especially thick on its belly to protect it from the snow while stalking prey. Their fur changes color depending on the season, in winter being a frosted gray and in spring a gray/fox-red. The pupils of its large eyes, unlike those of other small cats, contract to small circles instead of slits.",
            "Habitat": "It is well adapted to arid, cold habitats in hilly upland areas, including stony alpine desert as well as steppe grassland that has rocky outcrops.",
            "WhatItEats": "Pallas's cats mostly eat small rodents and pikas. Small mammals like mouse hares, murines, ground squirrels and voles are also eaten, and also small birds, grasshoppers and lizards.",
            "ageRange": "8-11.5 years",
            "Threats": "Major threats to this animal are the large-scale poisoning of vole and pika populations, which are an important prey item for Pallas’s cats. They are also highly susceptible to toxomoplasmosis, especially their kittens, a disease caught from rodents in its diet. Currently this disease has a low incidence within its habitat, but climate change and global warming could cause this to increase and become more of a problem. Habitat fragmentation and development are increasing threats to Pallas’s cats. This could cause local extinction of this species, which is already rare, due to the destruction of habitat and the increased number of domestic dogs that prey heavily on these cats. They have also been hunted for many years for its luxurious fur, but international trade in their skin has declined in recent years.",
            "conservationStatus": "Near Threatened",
            "Countries": "Azerbaijan, Bhutan, China, Iran, Kazakhstan, Kyrgyzstan, Mongolia, Nepal, Pakistan, Armenia, Afghanistan",
            "profileImage": "http://animalia.bio/uploads/animals/photos/full/1x1/oji-zoo-kobe-japan-2.jpg",
            "coverImage": "http://animalia.bio/uploads/animals/photos/full/1.25x1/pallass-cat.jpg"
        },
        {
            "name": "Black-footed ferret",
            "Species": "Mustela nigripes",
            "Description": "The endangered Black-footed ferret belongs to the weasel family and is the only ferret that is native to North America. Domestic ferrets are a different species and of European origin. The Black-footed ferret was once found in the tens of thousands, however, by the 1960s they were almost extinct. Although still endangered, the species is on its way to making a comeback. Concerted efforts over the last thirty years from many federal and state agencies, Native American tribes, private landowners, zoos, and conservation organizations have assisted in the survival of Black-footed ferrets.",
            "Habitat": "live and hunt in grasslands, specifically prairies. These ferrets inhabit abandoned prairie dog dens, and live only where prairie dog populations still exist.",
            "WhatItEats": "Black-footed ferrets are carnivores, they mostly eat prairie dogs, also sometimes mice, ground squirrels, or other small animals.",
            "ageRange": "38-41 years",
            "Threats": "The Black-footed ferret population fell drastically in the earlier half of the 20th century, mainly due to habitat loss. Currently, habitat loss and introduced disease are key threats to this species. The ferrets are entirely dependent on prairie colonies for shelter, food, and raising young. Without sufficient reintroduction sites and protection against plague, recovery for this species remains difficult.",
            "conservationStatus": "Endangered",
            "Countries": "United States",
            "profileImage": "http://animalia.bio/uploads/animals/photos/medium/original/fWA0FDxY9Hns4qSamJON.jpg",
            "coverImage": "http://animalia.bio/uploads/animals/photos/full/1.25x1/black-footed-ferret-checking-out-his-new-digs.jpg"
        },
        {
            "name": "Lesula",
            "Species": "Cercopithecus lomamiensis",
            "Description": "The lesula is a species of Old World monkey in the guenon family. It is the second new species of African monkey that was discovered since 1984. This monkey is described to have human looking eyes and a blue bottom. Lesulas have blond fur on their chest, throat and chin. The rest parts of their body has black fur fading into silver-grey tones on the thighs. Their slender tails are amber in color, darkening to black closer the tip. The face, ears and eyelids of these monkeys are naked and range from pink-grey to tan.",
            "Habitat": "Lesulas are shy and semi-arboreal creatures. They travel and rest on the ground and in the tree canopy. They travel alone or in groups of 5 or fewer members or in small multi-species assemblages with other primates. Lesulas are diurnal, which means that they are active during the day and sleep at night. These monkeys communicate vocally, and usually can be heard around dawn, from 05:45 to 06:30 in the morning. During the rest of the day they are usually quiet.",
            "WhatItEats": "Lesulas are herbivores (frugivores, folivores). They feed on different fruits, leaves, and flowers of arrowroot plants.",
            "ageRange": "28 Years",
            "Threats": "Currently, there no major threats to this species. However, these animals are vulnerable to hunting for bushmeat.",
            "conservationStatus": "Not evaluated",
            "Countries": "DR Congo",
            "profileImage": "http://animalia.bio/uploads/animals/photos/medium/original/JTJ79Gomzz5d3hA0oBzN.jpeg",
            "coverImage": "http://animalia.bio/uploads/animals/photos/full/1.25x1/YYmqArAo7Uhd5qvg67cl.jpg"
        },
        {
            "name": "Mexican gray squirrel",
            "Species": "Sciurus aureogaster",
            "Description": "The Mexican gray squirrel is a species of a tree squirrel. The fur of these squirrels is gray in color combined with a bright rufous belly. Their coloration may vary depending on location. It can be gray on the upper parts and white to orange or to deep chestnut on the under parts.",
            "Habitat": "Mexican gray squirrels are diurnal and generally solitary creatures. They are mainly arboreal but come to the ground to feed or travel from tree to tree. In Mexico, however, these squirrels are known to use the forest floor year round, especially during the dry season. Mexican gray squirrels make leaf nests which they build on tree branches around 5-15 m above ground. They are territorial animals; home ranges of females are smaller than those of the males. When threatend Mexican gray squirells become agressive. They bark and move their tails forward and backward rapidly. In order to communicate with each other they produce four different vocalizations: the call of fear, call of danger, mating call and the squeal of death.",
            "WhatItEats": "Mexican gray squirrels are mainly frugivorous. In the lowlands, they consume seeds and fruits. Acorns and pine nuts are prefferred by the highland populations. In Mexico, they eat seeds of pines, oaks, and dogwoods. In general, the diet of Mexican gray squirrels consists of mangos, green figs, jumbo plums, tamarind pods, chico zapote, and corn.",
            "ageRange": "6 Years",
            "Threats": "There are no major threats to Mexican gray squirrels at present. However, in some regions, they are hunted for food or as pests as they cause damage to corn and other crops.",
            "conservationStatus": "Least concern ",
            "Countries": "Guatemala, Mexico",
            "profileImage": "http://animalia.bio/uploads/animals/photos/full/1x1/21700.jpg",
            "coverImage": "http://animalia.bio/uploads/animals/photos/full/1.25x1/tHOs5emOtD55acDhslkD.jpg"
        },
        {
            "name": "Japanese hare",
            "Species": "Lepus brachyurus\r",
            "Description": "Japanese hares are reddish-brown in color. They have very short tails that are only 2-5 cm long and almost invisible. Their name is derived from the Ancient Greek brachys \"short\" and ouros \"tail\". In areas of northern Japan, the west coast, and the island of Sado, where snowfall is heavy, Japanese hares lose their coloration in the autumn and become white until the spring, when the reddish-brown fur returns.",
            "Habitat": "Japanese hares are crepuscular animals and feed mainly in the evening and early morning. They are silent except when they are in trouble and give out a call for the distress. They don't create burrows themslevs but hide in the scrub or brushcan or may occupy abandoned burrows sometimes. Japanese hares are solitary creaturesl that prefer to live alone except during mating season. At this time, males and females gather for breeding.",
            "WhatItEats": "Japanese hares are herbivores and feed on grasses, shrubs, and bushes. These hares also eat the bark off of trees; they may sometimes eat the bark from a bonsai tree in Asia.",
            "ageRange": "4 Years",
            "Threats": "There are no major threats to Japanese hares at present. However, the population of this species on Sado Island suffers greatly from the predation of introduced Japanese marten. These hares now occur in urban environments so much and they have become a nuisance in some places. They are hunted in certain regions for food, fur, pelts, and to help control their growing numbers.",
            "conservationStatus": "Least concern",
            "Countries": "Japan",
            "profileImage": "http://animalia.bio/uploads/animals/photos/full/1.25x1/0iDEirGNmwqGmoeaIk7o.jpg",
            "coverImage": "http://animalia.bio/uploads/animals/photos/medium/original/Xk1TzTE6sMQTkBXPBwb4.JPG"
        },
        {
            "name": "Red-handed tamarins",
            "Species": "Saguinus midas",
            "Description": "Red-handed tamarins are New World monkeys named for the contrasting reddish-orange hair on their feet and hands. They have a black face with long hairs and their body is also black in color. Red-handed tamarins have claws on all digits except for the big toe and move quadropedally.",
            "Habitat": "Red-handed tamarins are social and live in cooperative groups of 4 to 15 members. These groups are led by the eldest female and have predominantly male members. Defense is a priority in a group, and when one tamarin is threatened the others will rush to its defense. Red-handed tamarins are territorial and can be aggressive, with sharp canines and claws instead of fingernails on all fingers and all but the large toe. They are arboreal and diurnal creatures that rest in the safety of the tree tops during the night. They are exceptional climbers and spend most of their time among the vines and branches of the trees. They are quick and agile and are superb jumpers known to jump distances of over 60 feet (18 m) from a tree to the ground with no sign of injury.",
            "WhatItEats": "Red-handed tamarins are omnivores. Their diet consists of fruit, flowers, insects, frogs, spiders, lizards, and nectar.",
            "ageRange": "10 t0 16 Years",
            "Threats": "Currently, there are no major threats to Red-handed tamarins.",
            "conservationStatus": "Least Concern",
            "Countries": "Brazil, Guyana, Suriname",
            "profileImage": "http://animalia.bio/uploads/animals/photos/full/1x1/red-handed-tamarin-2.jpg",
            "coverImage": "http://animalia.bio/uploads/animals/photos/full/1.25x1/CC710RLusvueieKJl4Zc.jpg"
        },
        {
            "name": "Pampas deer",
            "Species": "Ozotoceros bezoarticus",
            "Description": "Pampas deer belong to the New World deer family; it is another term for all South American deer species. Pampas deer have tan fur, lighter on their undersides and insides of legs. Their coats do not change with the seasons. They have white spots above their lips and white patches on their throats. Their tails are short and bushy, and when they run, they lift their tail to reveal a white patch. Males have small, lightweight antlers that are 3-pronged; they shed them in August or September, with a newly grown set by December. Females have hair whorls that look like tiny antlers stubs.",
            "Habitat": "Pampas deer are social animals that live in groups. These groups are not separated by gender, and bucks (males) will drift between groups. There are usually only 2-6 deer in a group, but there can be many more in good feeding areas. They do not have monogamous pairs, nor are there harems. Pampas deer do not defend territory or mates but do have displays of dominance. They show dominance by keeping their heads up and trying to keep their side forward, and use slow, deliberate movements. When bucks are challenging each other, they rub their horns into vegetation and scrape them on the ground. They rub the scent glands on their heads and faces into plants and objects. They usually do not fight, but just spar with each other, and they do commonly bite. When they feel danger, they hide low in the foliage and hold, and then bound off about 100-200 meters. If they are alone, they may just quietly slip away. Females with a fawn will fake a limp to distract a predator. Pampas deer usually feed during the day, but sometimes have nocturnal activity. They are very curious and like to explore. They often stand on their hind legs to reach food or see over something. They are sedentary and don't have seasonal or even daily movements.",
            "WhatItEats": "Pampas deer are herbivorous animals. They eat new green growth, shrubs, and herbs. Thye prefer forbs, shoots, leaves, and twigs. During the rainy season, their diet will also include new grasses.",
            "ageRange": "12 to 20 Years",
            "Threats": "Pampas deer are threatened due to over-hunting and poaching, habitat loss due to agriculture, diseases from domesticated and feral livestock, competition from more recently introduced wildlife, and general over-exploitation. There is less than 1% of their natural habitat left. Pampas deer have been harvested into the millions. Between 1860 and 1870, documents for the port of Buenos Aires alone show that two million Pampas deer pelts were sent to Europe. Many years later, as roads were built through the pampas, cars made it even easier for poachers to get to the deer. They were also killed for food, medicinal purposes, and for sport. The settlers brought large agricultural expansion, uncontrolled hunting, and new diseases to Pampas deer with the introduction of new domestic and feral animals. Some landowners have set aside some of their property as a reserve for the deer, as well as keeping cattle instead of sheep. Sheep graze much more on the land and are more of a threat to the deer.",
            "conservationStatus": "Near Threatened",
            "Countries": "Argentina, Bolivia, Brazil, Paraguay, Uruguay",
            "profileImage": "http://animalia.bio/uploads/animals/photos/full/1x1/veado-campeiro-ozotoceros-bezoarticus.jpg",
            "coverImage": "http://animalia.bio/uploads/animals/photos/full/1.25x1/4dl1Z5mnZUEmJlpAmRc6.jpg"
        },
        {
            "name": "Sable",
            "Species": "Martes zibellina",
            "Description": "Sables are small graceful martens found in Eurasia. The color of their highly valuable fur varies geographically and ranges from light to dark brown, with the individual coloring being lighter ventrally and darker on the back and legs. Japanese sables, in particular, are marked with black on their legs and feet. Some individuals also display a light patch of fur on their throat which may be gray, white, or pale yellow. The winter pelage of Sables is longer and more luxurious than the summer coat.",
            "Habitat": "Sables are solitary creatures. They defend home territories that may be anything from 4 to 30 square kilometers (1.5 to 11.6 sq mi) in size, depending on local terrain and food availability. However, when resources are scarce they may move 6 to 12 kilometers (3.7 to 7.5 mi) per day in search of food. They mark their territory with the scent produced in glands on the abdomen. Sables are mainly terrestrial but may climb well if they need to. Thee are primarily crepuscular, hunting during the hours of twilight, but become more active in the day during the mating season. They hunt primarily by sound and scent, and they have an acute sense of hearing. Sables live in burrows near riverbanks and in the thickest parts of woods. These burrows are usually dug among tree roots; they are well hidden, and lined by grass and shed fur, but may be temporary, especially during the winter, when the animal travels more widely in search of prey.",
            "WhatItEats": "Sables are omnivores, and their diet varies seasonally. In the summer, they eat large numbers of hare and other small mammals. In winter, they feed on wild berries, pine nuts, rodents, hares, and even small musk deer. They also hunt ermine, small weasels and birds. Sometimes, Sables follow the tracks of wolves and bears and feed on the remains of their kills. They eat mollusks such as slugs, which they rub on the ground in order to remove the mucus. Sables also occasionally eat fish, which they catch with their front paws.",
            "ageRange": "8 to 18 Years",
            "Threats": "Historically, Sables have been hunted for their dark brown or black fur, which remains a luxury good to this day. Their fur has been a highly valued item in the fur trade since the early Middle Ages; Sables are generally considered to have the most beautiful and richly tinted pelt among martens. While hunting is still common in Russia, it doesn't pose a serious threat to this species as most fur on the market is now commercially farmed. However, Sables do suffer from the loss of their habitat due to the clear-felling of forests, logging, and the development of new oil and gas mines.",
            "conservationStatus": "Least concern",
            "Countries": "China, Japan, Kazakhstan, North Korea, Mongolia, Russia",
            "profileImage": "http://animalia.bio/uploads/animals/photos/full/1x1/B19yHK1q7OciwslfeZ5h.jpg",
            "coverImage": "http://animalia.bio/uploads/animals/photos/full/1.25x1/zxxjuAggjwWPc2lp4hp2.jpg"
        },
        {
            "name": "Brown-headed cowbird",
            "Species": "Molothrus ater",
            "Description": "The Brown-headed cowbird is a sturdy blackbird with an unusual approach to parenthood. Females do not build nests but use all their energy for producing eggs, sometimes over three dozen per summer. They lay their eggs in other birds’ nests, who become their chicks’ foster parents, with usually at least some of their foster parents’ chicks being victims in the process. Heavy parasitism by this species has pushed some birds to being \"endangered\" and has affected other populations as well.",
            "Habitat": "These birds are social but are usually more solitary during the mornings, which is when mating occurs. Females also seek host nests in the mornings. During the afternoons, birds gather in flocks to forage. They walk on the ground to forage, feeding away from vegetation. In winter, they congregate in very big flocks with European starlings and other icterids. Roosting populations may number up to 38 million individuals. A hierarchy is established in social settings based on how many displacements, flight whistles and song spreads there are in the repertoire of a male. To determine hierarchy, cowbirds participate in \"triangle and quadrangle ceremonies\", during which males stand in a circle and perform song spreads. After social status is determined, it is usually maintained by nonverbal means. Singing in flocks is mostly performed by the dominant male and this may be enforced, if inferior males try to sing, by attacking them.",
            "WhatItEats": "Brown-headed cowbirds are herbivores (frugivores and granivores), they eat mostly fruits and seeds. Also in their diet are eggs, spiders and arthropods, like grasshoppers, leafhoppers and beetles. Females eat mollusk shells during the breeding season.",
            "ageRange": "16 Years",
            "Threats": "The Brown-headed cowbird is widespread and does not face any major threats at present; however, it has some predators, such as hawks, owls, raccoons, squirrels and snakes. Other reasons for its populations decline are unknown.",
            "conservationStatus": "Least concern",
            "Countries": "Bahamas, Canada, Cuba, Mexico, United States, Belize, United Kingdom",
            "profileImage": "http://animalia.bio/uploads/animals/photos/medium/original/brownheaded-cowbird-fledgling.jpg",
            "coverImage": "http://animalia.bio/uploads/animals/photos/medium/original/brown-headed-cowbird-5.jpg"
        },
        {
            "name": "Aesculapian snake",
            "Species": "Zamenis longissimus",
            "Description": "The Aesculapian snake is a nonvenomous snake native to Europe. It is dark, long, slender, and typically bronzy in color, with smooth scales that give it a metallic sheen. Juveniles are light green or brownish-green with various darker patterns along the flanks and on the back. Two darker patches appear in the form of lines running on the top of the flanks. The head in juveniles also features several distinctive dark spots and they also have a yellow collar on the neck. Adults are much more uniform, sometimes being olive-yellow, brownish-green, sometimes almost black. Often in adults, there may be a more or less regular pattern of white-edged dorsal scales appearing as white freckles all over the body up to moiré-like structures in places, enhancing the shiny metallic appearance. Sometimes, especially when pale in color, two darker longitudinal lines along the flanks can be visible. The belly is plain yellow to off-white, while the round iris has amber to ochre coloration.",
            "Habitat": "Aesculapian snakes are solitary and active by day. In the warmer months of the year, they come out in late afternoon or early morning. They are very good climbers and are able to climb even vertical, branchless tree trunks. These snakes may climb as high as 4-5 m and even 15-20 m in trees, and forage in the roofs of buildings. They try to avoid exposure to direct sunlight and cease activity with more extreme heat. Aesculapian snakes can be active even during hibernation, moving around to keep a body temperature near 5 °C and occasionally emerging to bask on sunny days. They usually stay within their home ranges, however, during the mating season males will travel up to 2 km to find females and females to find suitable hatching sites to lay eggs. These snakes are deemed secretive and not always easy to find. In contact with humans, they can be rather tame, possibly due to their cryptic coloration keeping them hidden within their natural environment. They usually disappear and hide, but if cornered they may sometimes stand their ground and try to intimidate their opponent, sometimes with a chewing-like movement of the mouth and occasionally biting.",
            "WhatItEats": "Aesculapian snakes are carnivores. Their main food source is rodents up to the size of rats and other small mammals such as shrews and moles. They also eat birds as well as bird eggs and nestlings. Juveniles mainly eat lizards and arthropods, later small rodents.",
            "ageRange": "25 to 30 Years",
            "Threats": "The main threats to Aesculapian snakes include human-caused habitat destruction and persecution by people. Another significant threat also comes from roads both in terms of new construction and rising traffic, with a risk of further fragmentation of populations and loss of genetic exchange.",
            "conservationStatus": "Least Concern",
            "Countries": "Albania, Austria, Bosnia and Herzegovina, Bulgaria, Croatia, Czech Republic, France, Georgia, Germany, Greece, Hungary, Italy, Moldova, Montenegro, Macedonia, Romania, Serbia, Slovakia, Slovenia, Spain, Switzerland, Turkey, Ukraine, Azerbaijan, Poland",
            "profileImage": "http://animalia.bio/uploads/animals/photos/medium/original/zamenis-longissimus-1.jpg",
            "coverImage": "http://animalia.bio/uploads/animals/photos/full/1.25x1/5KSufo8WHDFpeCMRfRXx.jpg"
        },
        {
            "name": "Eastern indigo snake",
            "Species": "Drymarchon couperi",
            "Description": "The Eastern indigo snake is a large, non-venomous snake native to the eastern United States. It is the longest native snake species in the U.S. These snakes have uniform blue-black dorsal and lateral scales, with some specimens having a reddish-orange to tan color on the throat, cheeks, and chin. They received their common name from the glossy iridescent ventral scales which can be seen as blackish-purple in bright light. Unlike many snakes, mature male indigo snakes are slightly larger than females.",
            "Habitat": "Eastern indigo snakes are solitary and diurnal creatures. Because the cover requirements of these snakes change seasonally, they maintain corridors that link these different habitats. From the spring through fall snakes must be able to travel from sandhill communities and upland pine-hardwood communities to creek bottoms and agricultural fields. In winter, they den in gopher tortoise burrows, which are usually found in open pine forests with dense herbaceous understories. Eastern indigo snakes may even cohabit with gopher tortoises in their burrows, although snakes will settle for armadillo holes, hollow logs, and debris piles when gopher tortoise burrows can't be found. Burrows need to be in areas where there is no flooding. Eastern indigo snakes heavily use debris piles left from site-preparation operations on tree plantations. These piles are often destroyed for cosmetic reasons but should be left intact because they provide important hiding cover for both the snake and its prey. Summer home ranges for indigo snakes can be as large as 273 acres (110 hectares). As defensive behavior, Eastern indigo snakes vertically flatten their neck, hiss, and vibrate their tail. If picked up, they seldom bite.",
            "WhatItEats": "Eastern indigo snakes are carnivorous, like all snakes, and will eat any other small animal they can overpower. They eat turtles, lizards, frogs, toads, a variety of small birds and mammals, and eggs. Their diet also includes other snakes (ophiophagy), including venomous ones, as indigo snakes are immune to the venom of the North American rattlesnakes.",
            "ageRange": "17 to 25 Years",
            "Threats": "Eastern indigo snakes are threatened by habitat loss and fragmentation and collecting for the pet trade. They also suffer from \"gassing\" of tortoise burrows. As these snakes often cohabit with gopher tortoises in their burrows, hunters, hoping to flush out rattlesnakes, often wind up accidentally killing indigo snakes when they illegally pour gasoline into the burrows of gopher tortoises.",
            "conservationStatus": "Least concern",
            "Countries": "United States",
            "profileImage": "http://animalia.bio/uploads/animals/photos/medium/original/PTVz23L8peMYpabLKzE2.jpg",
            "coverImage": "http://animalia.bio/uploads/animals/photos/full/1.25x1/eastern-indigo-snake.jpg"
        },
        {
            "name": "Golden-headed lion tamarins",
            "Species": "Leontopithecus chrysomelas",
            "Description": "Named for their long, golden manes, Golden-headed lion tamarins are native and live only in Brazil. They are considered to be an endangered species. Their body is black, with golden to orange limbs and paws. Their tail is black with golden in color. When threatened or alarmed, these tamarins raise their beautiful mane and fluff up their fur that makes them look bigger than they really are. Males and females in this species look alike and are similar in size.",
            "Habitat": "Golden-headed lion tamarins live in groups ranging from 2 to 11 individuals, with the average size ranging from 4 to 7. According to various sources, the group may consist of two adult males, one adult female, and any immature individuals, one male and one female and any immature individuals. There may also be one producing pair and a varying number of other group members, usually offspring from previous generations. These tamarins are diurnal and spend much of their time foraging and traveling within their home range to the next foraging site. They prefer to live at heights of 3-10 meters and do not even come down to sleep at night. They sleep in tree holes or vines. In order to communicate with each other, Golden-headed lion tamarins use different vocalizations. They use trills while remaining alone and clucks during foraging. Long calls are usually used when tamarins are guarding the territory.",
            "WhatItEats": "Golden-headed lion tamarins are omnivores. They have a very wide diet and eat plants, fruits, flowers, nectar, insects and small invertebrates; which include insect larvae, spiders, snails, frogs, lizards, bird eggs and small snakes.",
            "ageRange": "21 Years",
            "Threats": "The main threat to Golden-headed lion tamarins is the loss of the habitat. The forest of Bahia, Brazil has been reduced to 2% due to farming, ranching, mining, and urbanization. The Atlantic Forest is highly fragmented, and the disappearance of this habitat is the main reason for the Golden-headed lion tamarin's decline. The majority of the forest was once dominated by cocoa plants through a method known as cabruca. This is a system of shade cropping in which the middle and understory trees are removed and replaced with cocoa trees. Although tamarins' habitat is reduced, they still leave old growth trees which give them a place to forage and to sleep. In 1989 farmers abandoned their cocoa plants due to a fungus that attacked their harvest. The old growth which was once available abundantly to the tamarins was destroyed to harvest timber, clear land for cattle or grow other crops. The Atlantic Forest is now a mosaic of primary and secondary forest and agricultural lands.",
            "conservationStatus": "Endangered ",
            "Countries": "Brazil",
            "profileImage": "http://animalia.bio/uploads/animals/photos/full/1x1/london-zoo-4-of-11jpg.jpg",
            "coverImage": "http://animalia.bio/uploads/animals/photos/full/1.25x1/lion-1.jpg"
        },
        {
            "name": "Oriental garden lizard",
            "Species": "Calotes versicolor",
            "Description": "The Oriental garden lizard is an insectivorous lizard found in indo-Malaya. It has also been introduced in many other parts of the world. The lizard is generally a light brownish olive, but it can change its ground-color to bright red, to black, and to a mixture of both. This change is sometimes confined to the head, at other times diffused over the whole body and tail. During the breeding season, the male's head and shoulders turn bright orange to crimson and his throat black. Males also turn red-headed after a successful battle with rivals. Both males and females have a crest from the head to nearly the tail, hence their other common name \"Crested Tree Lizard\".",
            "Habitat": "Oriental garden lizards spend most of their time in low shrubs and tree trunks trying to stay undetected. They are solitary and diurnal; on a hot sunny day may often be seen on a twig or on a wall, basking in the sun, with mouth wide open. After a shower of rain numbers of these lizards may come down on the ground and pick up the larva and small insects that fall from the trees during the showers. Oriental garden lizards have teeth that are designed for gripping prey and not tearing it up. So they swallow their catch whole after it is stunned by shaking it about.",
            "WhatItEats": "Oriental garden lizards are carnivores (insectivores). They eat mainly insects such as crickets, grasshoppers, ants, and small vertebrates, including rodents and other lizards.",
            "ageRange": "5 Years",
            "Threats": "Oriental garden lizards are widely distributed throughout their range and don't face any major threats at present.",
            "conservationStatus": "Not evaluated",
            "Countries": "Iran, Afghanistan, Bangladesh, Bhutan, China, Cambodia, India, Indonesia, Malaysia, Maldives, Mauritius, Myanmar, Nepal, Pakistan, Philippines, Sri Lanka, Thailand, Viet Nam",
            "profileImage": "http://animalia.bio/uploads/animals/photos/full/1x1/JGEkHp2oHdadrnPwmOsU.jpg",
            "coverImage": "http://animalia.bio/uploads/animals/photos/full/1.25x1/AqVb8YvB9L1XeKUYqGjq.jpg"
        },
        {
            "name": "Knysna turaco",
            "Species": "Tauraco corythaix",
            "Description": "The Knysna turaco, or, in South Africa, Knysna loerie, is a large African turaco. Within its range, this is an unmistakable bird, although often inconspicuous in the treetops. The small but thick orange-red bill and a white line just under the eye contrast with the mainly green plumage. It has a tall green crest, which is tipped with white. The eye is brown and the eye-ring deep red. In flight, Knysna turaco shows conspicuous crimson primary flight feathers. The male and the female are similar in appearance, but juvenile birds have a shorter crest without the white tips.",
            "Habitat": "Knysna turacos are active during the day and usually seen flying between forest trees, or hopping along branches. They are social and move in pairs or small family groups. Knysna turacos are also very noisy birds; they have a loud 'kow-kow-kow-kow' call and use it to communicate with each other or to defend their territory.",
            "WhatItEats": "Knysna turacos are herbivores (frugivores). They feed mainly on fruit and berries, and supplement their diet with seeds, leaves, insects and earthworms.",
            "ageRange": "30 Years",
            "Threats": "There are no major threats facing the Knysna turaco at present.",
            "conservationStatus": "Least concern",
            "Countries": "Mozambique, South Africa, Swaziland",
            "profileImage": "http://animalia.bio/uploads/animals/photos/full/1x1/knysna-turaco-natal-s4e8177.jpg",
            "coverImage": "http://animalia.bio/uploads/animals/photos/medium/original/Q0ihFMZWYqaAKlZiNbeP.jpg"
        },
        {
            "name": "Eurasian teal",
            "Species": "Anas crecca",
            "Description": "The Eurasian teal is a common and widespread duck which breeds in Eurasia and migrates south in winter. It is often called simply the teal due to being the only one of these small dabbling ducks in much of its range. The bird gives its name to the blue-green color teal.",
            "Habitat": "Eurasian teal are highly gregarious ducks outside the breeding season and can form large flocks. In flight, the fast, twisting flocks resemble waders. Despite their short legs, Eurasian teal are also rather nimble on the ground by ducks' standards. Diurnal throughout the breeding season, in winter they are often crepuscular or even nocturnal feeders. They usually feed by dabbling, upending, or grazing; they may submerge their head and on occasion even dive to reach food. Eurasian teal are quite noisy. The males whistle 'cryc' or 'creelycc', not loud but very clear and far-carrying. The females have a feeble 'keh' or 'neeh' quack.",
            "WhatItEats": "Eurasian teal are herbivores (granivores) and carnivores (insectivores). In the breeding season, they eat mainly aquatic invertebrates, such as crustaceans, insects and their larvae, mollusks and worms. In winter, they shift to a largely granivorous diet, feeding on seeds of aquatic plants and grasses, including sedges and grains.",
            "ageRange": "27 Years",
            "Threats": "Eurasian teal are threatened by habitat loss mainly due to drainage and pollution of wetlands. They are also often hunted in the wintering areas and suffer from human disturbance.",
            "conservationStatus": "Least concern",
            "Countries": "Albania, Armenia, Austria, Azerbaijan, Bahrain, Belarus, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Georgia, Germany, Greece, Guinea-Bissau, Hong Kong, Hungary, Iceland, Iran, Iraq, Ireland, Israel, Italy, Jordan, North Korea, Kuwait, Kyrgyzstan, Latvia, Lebanon, Lithuania, Luxembourg, Maldives, Moldova, Montenegro, Netherlands, Macedonia, Norway, Oman, Poland, Qatar, Romania, Russia, Rwanda, Saudi Arabia, Serbia, Slovakia, Slovenia, Spain, Sweden, Switzerland, Syria, Tajikistan, Turkey, Turkmenistan, Ukraine, United Arab Emirates, United Kingdom, Western Sahara, Yemen, Faroe Islands, Kazakhstan, Mongolia, Uzbekistan, Afghanistan, Algeria, Bangladesh, Benin, Bhutan, Bosnia and Herzegovina, Cambodia, Cameroon, Central African Republic, Chad, China, Egypt, Eritrea, Ethiopia, Gambia, India, Japan, Kenya, South Korea, Laos, Libya, Liechtenstein, Malaysia, Mali, Malta, Mauritania, Morocco, Myanmar, Nepal, Niger, Nigeria, Pakistan, Palestine, Philippines, Portugal, Senegal, Singapore, Somalia, South Sudan, Sri Lanka, Sudan, Taiwan, Tanzania, Thailand, Tunisia, Uganda, Viet Nam, Guinea, Seychelles",
            "profileImage": "http://animalia.bio/uploads/animals/photos/full/1.25x1/jFHM3Aflaz3hzqMCc2rq.jpg",
            "coverImage": "http://animalia.bio/uploads/animals/photos/full/1x1/UGcOfkUVP3Qla6kFB3Ju.jpg"
        },
        {
            "name": "Bohemian waxwings",
            "Species": "Bombycilla garrulus",
            "Description": "Bohemian waxwings are short-tailed stocky songbirds with soft dense plumage. They are mainly buff-grey in color, have black face markings, and a pointed crest. Their wings are patterned with white and bright yellow, and some feather tips have the red waxy appearance that give these birds their English name. Females are similar to males, although young birds are less well-marked and have few or no waxy wingtips.",
            "Habitat": "Bohemian waxwings are social birds. They forage in large flocks, sometimes of several hundred birds, and in winter roost communally in dense trees or hedges, sometimes with American robins, fieldfares, or other wintering species. Waxwings feed by day catching insects mainly by flycatching from an open perch, but may also pick their prey off vegetation. Fruits and berries are normally picked from trees, sometimes from the ground, and are usually swallowed whole. When alarmed, Bohemian waxwings \"freeze\" with bill and neck pointing upwards. If this fails, they fly, calling noisily. The common call of these birds is a high trill 'sirrrr'. Other calls are just variants of the main vocalization; a quieter version is used by chicks to call parents, and courtship calls, also given during nest construction, have a particularly large frequency range.",
            "WhatItEats": "Bohemian waxwings are herbivores (frugivores) and carnivores (insectivores). These birds are primarily fruit eaters and rowan berries are their favorite food. They also consume insects during the breeding season; mosquitoes and midges are the most common prey, but many other insects and some spiders are also eaten.",
            "ageRange": "5 to 13 Years",
            "Threats": "There are no major threats facing Bohemian waxwings at present. These burds, however, suffer from the use of pesticides in fruits and windows and automobile collisions.",
            "conservationStatus": "Least concern",
            "Countries": "Armenia, Canada, China, Estonia, Faroe Islands, Finland, Georgia, Greece, Ireland, Japan, Kazakhstan, South Korea, North Korea, Moldova, Mongolia, Nepal, Pakistan, Russia, Sweden, Tajikistan, Turkey, Uzbekistan, Norway, United States, Austria, Azerbaijan, Belarus, Belgium, Bulgaria, Czech Republic, Denmark, France, Hungary, Iran, Italy, Kyrgyzstan, Latvia, Lithuania, Luxembourg, Netherlands, Romania, Slovakia, Slovenia, Spain, Switzerland, Turkmenistan, Ukraine, United Kingdom, Germany, Poland, Montenegro, Serbia, Albania, Algeria, Bosnia and Herzegovina, Croatia, Cyprus, Iceland, India, Israel, Liechtenstein, Malta, Macedonia, Portugal, Afghanistan ",
            "profileImage": "http://animalia.bio/bohemian-waxwing",
            "coverImage": "http://animalia.bio/uploads/animals/photos/full/1x1/waxwing-bombycilla-garrulus.jpg"
        },
        {
            "name": "Raccoon dog",
            "Species": "Nyctereutes procyonoides",
            "Description": "The Raccoon dog is a canid native to East Asia. It is unrelated to raccoons, and it is a close relative of true foxes rather than the domestic dog. The winter fur of Raccoon dogs is long and thick with dense underfur and coarse guard hairs. It protects them from low temperatures. This fur is of a dirty, earth-brown, or brownish-grey color with black guard hairs. The tail is darker than the torso. A dark stripe is present on the back, which broadens on the shoulders, forming a cross shape. The abdomen is yellowish-brown, while the chest is dark brown or blackish. The muzzle is covered in short hair, which increases in length and quantity behind the eyes. The cheeks are coated with long, whisker-like hairs. The summer fur is brighter and reddish-straw colored. Rare, white Raccoon dogs occur in Japan and in China.",
            "Habitat": " live in forests, farmlands, and urban areas. They are often found near water and prefer moist meadows, shores of rivers and lakes and other habitats with abundant undergrowth.",
            "WhatItEats": "Raccoon dogs are omnivores that feed on insects, rodents, amphibians, birds, fish, reptiles, mollusks, carrion, and insectivores, as well as fruits, nuts, and berries.",
            "ageRange": "6-11 years",
            "Threats": "The main threat to Raccoon dogs is hunting and they are often persecuted as a pest species. They also suffer locally from road kills, predation from feral dogs, and from epidemics. Populations may also decline due to extreme habitat loss.",
            "conservationStatus": "Least Concern",
            "Countries": "China, Japan, South Korea, North Korea, Russia, Viet Nam",
            "profileImage": "http://animalia.bio/uploads/animals/photos/full/1x1/last-portrait-of-a-raccoon-dog.jpg",
            "coverImage": "http://animalia.bio/uploads/animals/photos/full/1.25x1/uquuDVzORaFkIGxgxLTK.jpg"
        },
        {
            "name": "California ground squirrel",
            "Species": "Otospermophilus beecheyi",
            "Description": "California ground squirrels are common and easily observed ground squirrels of the western United States and the Baja California Peninsula. Their fur contains a mixture of gray, light brown and dusky hairs; the underside is lighter, buff or grayish yellow. The fur around their eyes is whitish, while that around the ears is black. The tail is quite bushy for a ground squirrel, and at a quick glance these squirrels can be mistaken with Fox squirrels.",
            "Habitat": "California ground squirrels inhabit farmlands, fields, chaparral, pastures, and grasslands. They can also live in urban and suburban areas.",
            "WhatItEats": "California ground squirrels are considered to be mostly herbivores. Most of their diet includes seeds, grains, nuts, fruits, and sometimes roots.",
            "ageRange": "6-10 years",
            "Threats": "There are no major threats to California ground squirrels at present.",
            "conservationStatus": "Least Concern",
            "Countries": "Mexico, United States",
            "coverImage": "http://animalia.bio/uploads/animals/photos/full/1x1/HpNakzHEMPTgcCkWOyHK.jpg",
            "undefined": "http://animalia.bio/uploads/animals/photos/full/1.25x1/california-ground-squirrel-4.jpg"
        },
        {
            "name": "Golden orioles",
            "Species": "Oriolus oriolus",
            "Description": "Golden orioles are small shy songbirds. Males are golden yellow in color with black wings that have yellow-tipped coverts. Females are almost greenish with a yellowish-white belly. Despite the bright colors of males it's quite difficult to spot these birds in the yellow and green leaves of the canopy due to their secretive habits.",
            "Habitat": "In Western Europe they prefer open broadleaf forests and plantations, copses, riverine forest, orchards, large gardens; in Eastern Europe, they may inhabit the more continuous forest as well as mixed or coniferous forests. They generally avoid treeless habitats but may forage there. In their wintering habitat, Golden orioles are found in semi-arid to humid woodland, tall forests, riverine forest, woodland/savanna mosaic, and savanna.",
            "WhatItEats": "Golden orioles are carnivores (insectivores) and herbivores (frugivores). They feed mainly on small insects and fruits and sometimes seeds, nectar, and pollen. On rare occasions, they may catch small mammals, small lizards, eggs, and nestlings.",
            "ageRange": "10 years",
            "Threats": "The main threats to Golden orioles include severe weather, persecution by farmers in some areas, habitat loss, and deforestation.",
            "conservationStatus": "Least Concern",
            "Countries": "Albania, Andorra, Armenia, Austria, Azerbaijan, Belarus, Belgium, Bosnia and Herzegovina, China, Croatia, Czech Republic, Estonia, Finland, France, Georgia, Germany, Hungary, Kazakhstan, Latvia, Liechtenstein, Lithuania, Luxembourg, Moldova, Mongolia, Montenegro, Netherlands, Macedonia, Norway, Poland, Portugal, Romania, Russia, Serbia, Slovakia, Slovenia, Spain, Sweden, Switzerland, Turkey, Ukraine, United Kingdom, Uzbekistan, Bahrain, Jordan, Oman, Palestine, Qatar, South Sudan, Syria, United Arab Emirates, Yemen, Algeria, Angola, Botswana, Bulgaria, Burkina Faso, Burundi, Cameroon, Central African Republic, Chad, Comoros, DR Congo, Cyprus, Cote d'Ivoire, Denmark, Djibouti, Egypt, Equatorial Guinea, Eritrea, Ethiopia, Gambia, Greece, Guinea, Guinea-Bissau, Iran, Iraq, Israel, Italy, Kenya, Kuwait, Lebanon, Liberia, Libya, Malawi, Maldives, Malta, Mauritania, Morocco, Mozambique, Namibia, Nigeria, Pakistan, Rwanda, Saudi Arabia, Senegal, Sierra Leone, Somalia, South Africa, Sri Lanka, Sudan, Tanzania, Togo, Tunisia, Uganda, Western Sahara, Zambia, Zimbabwe, Benin, Congo, Faroe Islands, Gabon, Iceland, Ireland, Lesotho, Madagascar, Mali, Niger, Sao Tomé and Principe, Seychelles",
            "profileImage": "http://animalia.bio/uploads/animals/photos/small/1x1/indian-golden-oriole-oriolus-kundoo-2.jpg",
            "undefined": "http://animalia.bio/uploads/animals/photos/full/1.25x1/golden-oriole-oriolus-oriolus-6.jpg"
        },
        {
            "name": "Laughing kookaburra",
            "Species": "Dacelo novaeguineae",
            "Description": "The Laughing kookaburra is a large robust kingfisher with a whitish head and a dark eye-stripe. Its upperparts are mostly dark brown but there is a mottled light-blue patch on the wing coverts. The underparts are white and the tail is barred with rufous and black. The plumage of the male and female birds is similar. The territorial call of Laughing kookaburras is a distinctive laugh that is often delivered by several birds at the same time and is widely used as a stock sound effect in situations that involve a jungle setting.",
            "Habitat": "Laughing kookaburras inhabit open sclerophyll forest and woodland. These birds are more common where the understory is open and sparse or where the ground is covered with grass. They also occur near wetlands and in partly cleared areas or farmland with trees along roads and fences. In urban areas, these birds can often be seen in parks and gardens.",
            "WhatItEats": "Laughing kookaburras are carnivores. They mainly feed on mice and similar-sized small mammals, large insects, yabbies, lizards, small birds and nestlings, and most famously, snakes. Kookaburras are also known to take goldfish out of garden ponds.",
            "ageRange": "11-20 years",
            "Threats": "Laughing kookaburras are not considered threatened at present. However, they suffer from ongoing habitat destruction and poisoning from pesticides.",
            "conservationStatus": "Least Concern",
            "Countries": "Australia, New Zealand",
            "profileImage": "http://animalia.bio/uploads/animals/photos/full/1x1/w89emFdekFnbK6wnDSoo.jpg",
            "coverImage": "http://animalia.bio/uploads/animals/photos/full/1.25x1/a-little-snack.jpg"
        },
        {
            "name": "Mud snake",
            "Species": "Farancia abacura",
            "Description": "The Mud snake is a nonvenomous, semiaquatic snake native to the southeastern United States. Its upperside is glossy black in color. The underside is red and black, and the red extends up the sides to form bars of reddish-pink. Although, some have a completely black body with slightly lighter black spots instead of the common reddish colors. Its body is heavy and cylindrical in cross section, and the short tail has a terminal spine.",
            "Habitat": "They inhabit the edges of streams and cypress swamps, among dense vegetation or underground debris.",
            "WhatItEats": "Mud snakes are carnivores. They prey mostly on giant aquatic salamanders, but also eat other amphibians.",
            "ageRange": "19 years",
            "Threats": "There are no major threats facing Mud snakes at present.",
            "conservationStatus": "Least Concern",
            "Countries": "United States",
            "profileImage": "http://animalia.bio/uploads/animals/photos/full/1x1/lifer-mud-snake-farancia-abacura-april-2014-east-texas.jpg",
            "coverImage": "http://animalia.bio/uploads/animals/photos/full/1.25x1/western-mud-snake-farancia-abacura-reinwardtii.jpg"
        },
        {
            "name": "African grey parrot",
            "Species": "Psittacus erithacus",
            "Description": "The African grey parrot is one of the largest parrots in Africa. It is predominantly grey in color and has darker grey than its body over the head and both wings. The head and body feathers have slight white edges. Its tail feathers are red. The coloration of juveniles is similar to that of adults; however, their eyes are dark grey to black, in comparison to the yellow irises around dark eyes of the adult birds, and their undertail coverts are tinged with grey.",
            "Habitat": "These birds favor dense forests, but can also be found at forest edges, mangrove forest, and in more open vegetation types, such as gallery and savanna forests. They can also visit cultivated areas and even gardens.",
            "WhatItEats": "African grey parrots are herbivores (frugivores, granivores) and most of their diet consists of fruit, nuts, and seeds. They prefer oil palm fruit and will also supplement their diet with flowers and tree bark, as well as insects and snails.",
            "ageRange": "23-60 years",
            "Threats": "African grey parrots are the most popular avian pets and are suffering from the international pet trade. Between 1994 and 2003, more than 359,000 grey parrots were traded on the international market. Approximately 21% of the wild population was being harvested every year. These beautiful birds are also hunted for their meat and for their parts, which are used in traditional medicines. As a result of the extensive harvest of wild birds, in addition to habitat loss, African grey parrots are believed to be undergoing a rapid decline in the wild and therefore, have been rated as endangered.",
            "conservationStatus": "Endangered",
            "Countries": "Angola, Burundi, Cameroon, Central African Republic, Congo, DR Congo, Cote d'Ivoire, Equatorial Guinea, Gabon, Ghana, Kenya, Nigeria, Rwanda, Sao Tomé and Principe, Tanzania, Uganda",
            "profileImage": "http://animalia.bio/uploads/animals/photos/full/1x1/african-grey-parrot.jpg",
            "coverImage": "http://animalia.bio/uploads/animals/photos/full/1.25x1/african-grey-parrot-4.jpg"
        },
        {
            "name": "Burrowing owl",
            "Species": "Athene cunicularia",
            "Description": "Burrowing owls are small, long-legged birds of prey found throughout open terrains of North and South America. They have bright eyes and their beaks can be dark yellow or gray depending on the subspecies. They have prominent white eyebrows and a white \"chin\" patch which they expand and display during certain behaviors, such as a bobbing of the head when agitated. Adults have brown heads and wings with white spotting. The chest and abdomen are white with variable brown spotting or barring, also depending on the subspecies. Juvenile owls are similar in appearance, but they lack most of the white spotting above and brown barring below; their breast may be buff-colored rather than white. Living in open grasslands as opposed to forests, Burrowing owls have developed longer legs that enable them to sprint, as well as fly, when hunting.",
            "Habitat": "These owls inhabit grasslands, rangelands, agricultural areas, deserts, or any other open dry area with low vegetation.",
            "WhatItEats": "Burrowing owls are carnivores. They mainly feed on large insects and small rodents but also amphibians, reptiles, and birds. Unlike other owls, they also eat some fruits and seeds.",
            "ageRange": "9-10 years",
            "Threats": "Burrowing owls are common and widespread in open regions of many countries in Central and South America. However, these birds are endangered in Canada and threatened in Mexico. They are a state threatened species in Colorado and Florida. The major reasons for declining populations in North America are control programs for prairie dogs and loss of habitat. Other important threats include collisions with vehicles when crossing roads, the use of pesticides, shooting, and predation by feral and domestic cats, dogs, coyotes, and snakes.",
            "conservationStatus": "Least Concern",
            "Countries": "Canada, Suriname, United States, Uruguay, Argentina, Bahamas, Belize, Bolivia, Brazil, Chile, Colombia, Cuba, Dominican Republic, Ecuador, El Salvador, Guatemala, Guyana, Honduras, Mexico, Paraguay, Peru, Trinidad and Tobago, Venezuela, Saint Kitts and Nevis, Costa Rica, Panama",
            "profileImage": "http://animalia.bio/uploads/animals/photos/full/1x1/oqqMvQwipeYSjY54lYyk.jpg",
            "coverImage": "http://animalia.bio/uploads/animals/photos/full/1.25x1/coruja-buraqueira-burrowing-owl.jpg"
        }
    ]
}